<?php
/**
*
* acp_board [Greek - El]
*
* @package language
* @version $Id: board.php 11492 2011-10-17 15:00:10Z git-gate $
* @copyright (c) 2005 phpBB Group
* @license http://opensource.org/licenses/gpl-license.php GNU Public License
*
* Ελληνική μετάφραση από την ομάδα του phpbbgr.com:
* (http://phpbbgr.com/team/)
*
*/

/**
* DO NOT CHANGE
*/
if (!defined('IN_PHPBB'))
{
	exit;
}

if (empty($lang) || !is_array($lang))
{
	$lang = array();
}

// DEVELOPERS PLEASE NOTE
//
// All language files should use UTF-8 as their encoding and the files must not contain a BOM.
//
// Placeholders can now contain order information, e.g. instead of
// 'Page %s of %s' you can (and should) write 'Page %1$s of %2$s', this allows
// translators to re-order the output of data while ensuring it remains correct
//
// You do not need this where single placeholders are used, e.g. 'Message %d' is fine
// equally where a string contains only two placeholders which are used to wrap text
// in a url you again do not need to specify an order e.g., 'Click %sHERE%s' is fine

// Board Settings
$lang = array_merge($lang, array(
	'ACP_BOARD_SETTINGS_EXPLAIN'	=> 'Εδώ μπορείτε να καθορίσετε τις βασικές λειτουργίες της Δ. Συζήτησης, να της δώσετε το κατάλληλο όνομα και την ανάλογη περιγραφή και μεταξύ όλων αυτών να ρυθμίστε τις προκαθορισμένες αξίες για την ζώνη ώρας και τη γλώσσα.',
	'CUSTOM_DATEFORMAT'				=> 'Προσαρμοσμένη …',
	'DEFAULT_DATE_FORMAT'			=> 'Προεπιλογή μορφή ημερομηνίας',
	'DEFAULT_DATE_FORMAT_EXPLAIN'	=> 'Η μορφή ημερομηνίας είναι ίδια με αυτή του PHP <code>date</code> λειτουργία.',
	'DEFAULT_LANGUAGE'				=> 'Προεπιλογή γλώσσας',
	'DEFAULT_STYLE'					=> 'Προεπιλογή στυλ',
	'DISABLE_BOARD'					=> 'Απενεργοποίηση Δ. Συζήτησης ',
	'DISABLE_BOARD_EXPLAIN'			=> 'Με αυτό εδώ μπορείτε να απαγορεύσετε την είσοδο των μελών στην Δ. Συζήτηση. Μπορείτε να προσθέσετε ένα μικρό (255 χαρακτήρες) μήνυμα το οποίο θα εμφανίζεται εάν θέλετε.',
	'OVERRIDE_STYLE'				=> 'Παράκαμψη στυλ μέλους',
	'OVERRIDE_STYLE_EXPLAIN'		=> 'Παράκαμψη στυλ μελών με το προεπιλεγμένο.',
	'SITE_DESC'						=> 'Περιγραφή ιστοσελίδας',
	'SITE_NAME'						=> 'Όνομα ιστοσελίδας',
	'SYSTEM_DST'					=> 'Ενεργοποίηση θερινής ώρας/<abbr title="Daylight Saving Time">DST</abbr>',
	'SYSTEM_TIMEZONE'				=> 'Μορφή ημερομηνίας επισκεπτών',
	'SYSTEM_TIMEZONE_EXPLAIN'		=> 'Μορφή ώρας που θα εμφανίζεται για χρήστες που δεν είναι συνδεδεμένοι (επισκέπτες, bots). Συνδεδεμένα μέλη μπορούν να αλλάξουν την μορφή ημερομηνίας μετά την εγγραφή τους στο Πίνακα Ελέγχου Μέλους.',
	'WARNINGS_EXPIRE'				=> 'Διάρκεια προειδοποίησης',
	'WARNINGS_EXPIRE_EXPLAIN'		=> 'Ο αριθμός των ημερών, των οποίων μετά θα διαγραφούν οι προειδοποιήσεις από το προφίλ του μέλους. Θέστε την τιμή 0για να μείνουν οι προειδοποιήσεις μόνιμα',
));

// Board Features
$lang = array_merge($lang, array(
	'ACP_BOARD_FEATURES_EXPLAIN'	=> 'Εδώ μπορείτε να ενεργοποιήσετε/απενεργοποιήσετε ορισμένες λειτουργίες της Δ. Συζήτησης.',

	'ALLOW_ATTACHMENTS'			=> 'Επιτρέψτε συνημμένα',
	'ALLOW_BIRTHDAYS'			=> 'Επιτρέπονται γενέθλια',
	'ALLOW_BIRTHDAYS_EXPLAIN'	=> 'Επιτρέψτε τα γενέθλια και την προστιθέμενη ηλικία να εμφανίζεται στο προφίλ. Παρακαλώ σημειώστε ότι ο κατάλογος γενεθλίων μέσα στο ευρετήριο της κοινότητας ελέγχεται με μια χωριστή φόρτωση ρυθμίσεων.',
	'ALLOW_BOOKMARKS'			=> 'Επιτρέψτε σελιδοδείκτες στα θέματα',
	'ALLOW_BOOKMARKS_EXPLAIN'	=> 'Επιτρέψτε το μέλος να αποθηκεύει στα αγαπημένα.',
	'ALLOW_BBCODE'				=> 'Επιτρέψτε BBCode',
	'ALLOW_FORUM_NOTIFY'		=> 'Επιτρέψτε την ειδοποίηση Δ. Συζήτησης',
	'ALLOW_NAME_CHANGE'			=> 'Επιτρέψτε την αλλαγή ονόματος μέλους',
	'ALLOW_NO_CENSORS'			=> 'Απενεργοποιήστε την άδεια λογοκρισίας λέξης',
	'ALLOW_NO_CENSORS_EXPLAIN'	=> 'Οι χρήστες μπορούν να απενεργοποιήσουν την αυτόματη λογοκρισία λέξης στις δημοσιεύσεις και στα προσωπικά μηνύματα.',
	'ALLOW_PM_ATTACHMENTS'		=> 'Επιτρέψτε συνημμένα στα προσωπικά μηνύματα',
	'ALLOW_PM_REPORT'			=> 'Επιτρέπετε στα μέλη να αναφέρουν προσωπικά μηνύματα',
	'ALLOW_PM_REPORT_EXPLAIN'	=> 'Εάν αυτή η ρύθμιση είναι ενεργοποιημένη, τα μέλη έχουν τη δυνατότητα να αναφέρουν ένα προσωπικό μήνυμα που έχουν λάβει ή να αποστέλλονται προς τους συντονιστές της Δ Συζήτησης. Τα προσωπικά μηνύματα θα είναι ορατά στον Πίνακα  Ελέγχου Συντονιστών.',	
	'ALLOW_QUICK_REPLY'         => 'Επιτρέψτε γρήγορη απάντηση',	
	'ALLOW_QUICK_REPLY_EXPLAIN'	=> 'Αυτή η αλλαγή επιτρέπει στην γρήγορη απάντηση να μπορεί να απενεργοποιηθεί σε όλη την κοινότητα. Όταν είναι ενεργοποιημένη, οι ρυθμίσεις σε κάθε Δ. Συζήτηση θα καθορίζουν αν θα είναι ορατή η γρήγορη απάντηση στην εκάστοτε Δ. Συζήτηση.',
	'ALLOW_QUICK_REPLY_BUTTON'	=> 'Υποβολή και ενεργοποίηση της γρήγορης απάντησης σε όλες τις Δ. Συζητήσεις',
	'ALLOW_SIG'					=> 'Επιτρέψτε υπογραφές',
	'ALLOW_SIG_BBCODE'			=> 'Επιτρέψτε BBCode στις υπογραφές των μελών',
	'ALLOW_SIG_FLASH'			=> 'Επιτρέψτε την χρησιμοποίηση <code>[FLASH]</code> BBCode ετικέτες στις υπογραφές των μελών',
	'ALLOW_SIG_IMG'				=> 'Επιτρέψτε την χρησιμοποίηση <code>[IMG]</code> BBCode ετικέτες στις υπογραφές των μελών',
	'ALLOW_SIG_LINKS'			=> 'Επιτρέψτε την χρησιμοποίηση συνδέσμων στις υπογραφές των μελών',
	'ALLOW_SIG_LINKS_EXPLAIN'	=> 'Εάν απαγορεύεται η <code>[URL]</code> BBCode ετικέτα και η αυτόματη σύνδεση συνδέσμων.',
	'ALLOW_SIG_SMILIES'			=> 'Επιτρέψτε την χρησιμοποίηση εικονιδίων στις υπογραφές των μελών',
	'ALLOW_SMILIES'				=> 'Επιτρέψτε εικονίδια',
	'ALLOW_TOPIC_NOTIFY'		=> 'Επιτρέψτε την παρακολούθηση θεμάτων',
	'BOARD_PM'					=> 'Προσωπικά μηνύματα',
	'BOARD_PM_EXPLAIN'			=> 'Ενεργοποιήστε ή απενεργοποιήστε τα προσωπικά μηνύματα για όλα τα μέλη.',
));

// Avatar Settings
$lang = array_merge($lang, array(
	'ACP_AVATAR_SETTINGS_EXPLAIN'	=> 'Τα άβαταρ είναι γενικά μικρές, μοναδικές εικόνες με τις οποίες τα μέλη μπορούν να προσδιοριστούν. Ανάλογα με το στυλ επιδεικνύονται συνήθως κάτω από το όνομα χρήστη κατά την εξέταση των θεμάτων. Εδώ μπορείτε να καθορίσετε πώς οι χρήστες μπορούν να καθορίσουν τα άβαταρ τους. Παρακαλώ σημειώστε ότι προκειμένου να φορτώσετε τα άβαταρ πρέπει να έχετε δημιουργήσει τον ανάλογο φάκελο και προσθέσετε σε αυτόν τα ανάλογα δικαιώματα ώστε να είναι προσιτός. Παρακαλώ επίσης σημειώστε ότι τα όρια μεγέθους αρχείων επιβάλλονται μόνο στα φορτωμένα άβαταρ, και δεν ισχύουν για τις μακρινά συνδεδεμένες εικόνες.',

	'ALLOW_AVATARS'					=> 'Ενεργοποίηση άβαταρ',
	'ALLOW_AVATARS_EXPLAIN'			=> 'Επιτρέψτε τη γενική χρήση των άβαταρ;<br />Εάν απενεργοποιήσετε τα άβαταρ  και γενικά την χρήση των άβαταρ, δεν θα εμφανίζονται άλλο πια στην Δ. Συζήτηση, όμως τα μέλη θα μπορούν να μεταφορτώσουν τα δικά τους άβαταρ στον Πίνακα Ελέγχου Μέλους.',
	'ALLOW_LOCAL'					=> 'Ενεργοποίηση γκαλερί άβαταρ',
	'ALLOW_REMOTE'					=> 'Ενεργοποίηση απομακρυσμένων άβαταρ',
	'ALLOW_REMOTE_EXPLAIN'			=> 'Σύνδεσμος άβαταρ από άλλη ιστοσελίδα',
	'ALLOW_REMOTE_UPLOAD'			=> 'Ενεργοποίηση απομακρυσμένης φόρτωσης άβαταρ',
	'ALLOW_REMOTE_UPLOAD_EXPLAIN'	=> 'Επιτρέπετε η φόρτωση άβαταρ από άλλη ιστοσελίδα.',
	'ALLOW_UPLOAD'					=> 'Ενεργοποίηση φόρτωσης άβαταρ',
	'AVATAR_GALLERY_PATH'			=> 'Άβαταρ γκαλερί διαδρομή',
	'AVATAR_GALLERY_PATH_EXPLAIN'	=> 'Η διαδρομή στον κύριο φάκελο του phpBB στον οποίο βρίσκετε η γκαλερί των άβαταρ, π.χ. <samp>images/avatars/gallery</samp>.',
	'AVATAR_STORAGE_PATH'			=> 'Διαδρομή αποθηκευτικού χώρου άβαταρ',
	'AVATAR_STORAGE_PATH_EXPLAIN'	=> 'Η διαδρομή στον κύριο φάκελο του phpBB στην οποία θα αποθηκευτούν τα άβαταρ, π.χ. <samp>images/avatars/upload</samp>.',
	'MAX_AVATAR_SIZE'				=> 'Μέγιστες διαστάσεις άβαταρ',
	'MAX_AVATAR_SIZE_EXPLAIN'		=> 'Πλάτος x Ύψος σε εικονοστοιχεία.',
	'MAX_FILESIZE'					=> 'Μέγιστο μέγεθος αρχείου άβαταρ',
	'MAX_FILESIZE_EXPLAIN'			=> 'Για άβαταρ που φορτώνονται.',
	'MIN_AVATAR_SIZE'				=> 'Ελάχιστες διαστάσεις άβαταρ',
	'MIN_AVATAR_SIZE_EXPLAIN'		=> ' Πλάτος x Ύψος σε εικονοστοιχεία.',
));

// Message Settings
$lang = array_merge($lang, array(
	'ACP_MESSAGE_SETTINGS_EXPLAIN'		=> 'Εδώ μπορείτε να θέσετε όλες τις ρυθμίσεις προεπιλογής για τα προσωπικά μηνύματα.',

	'ALLOW_BBCODE_PM'			=> 'Επιτρέψτε BBCode στα προσωπικά μηνύματα',
	'ALLOW_FLASH_PM'			=> 'Επιτρέψτε την χρησιμοποίηση <code>[FLASH]</code> BBCode ετικέτες',
	'ALLOW_FLASH_PM_EXPLAIN'	=> 'Δίνει την  δυνατότητα να χρησιμοποιηθούν  flash στα προσωπικά μηνύματα, αυτό εξαρτάται επίσης και από τις άδειες.',
	'ALLOW_FORWARD_PM'			=> 'Επιτρέψτε προώθηση προσωπικών μηνυμάτων',
	'ALLOW_IMG_PM'				=> 'Επιτρέψτε την χρησιμοποίηση <code>[IMG]</code> BBCode ετικέτες',
	'ALLOW_MASS_PM'				=> 'Επιτρέπετε η αποστολή προσωπικών μηνυμάτων σε περισσότερα μέλη ή ομάδες',
	'ALLOW_MASS_PM_EXPLAIN'		=> 'Η αποστολή στις ομάδες μπορεί να ρυθμιστεί ανά ομάδα μέσα στη σελίδα ρυθμίσεων ομάδας.',
	'ALLOW_PRINT_PM'			=> 'Επιτρέψτε την προεπισκόπηση εκτύπωσης των προσωπικών μηνυμάτων',
	'ALLOW_QUOTE_PM'			=> 'Επιτρέψτε παράθεση στα',
	'ALLOW_SIG_PM'				=> 'Επιτρέψτε υπογραφή στα προσωπικά μηνύματα',
	'ALLOW_SMILIES_PM'			=> 'Επιτρέψτε εικονίδια στα προσωπικά μηνύματα',
	'BOXES_LIMIT'				=> 'Μέγιστος αριθμός μηνυμάτων ανά φάκελο',
	'BOXES_LIMIT_EXPLAIN'		=> 'Τα μέλη δεν μπορούν να προσθέσουν περισσότερα μηνύματα από τον αριθμό που έχει ορισθεί. Θέστε αυτό 0 χωρίς όριο μηνυμάτων.',
	'BOXES_MAX'					=> 'Μέγιστος αριθμός φακέλων',
	'BOXES_MAX_EXPLAIN'			=> 'Τα μέλη μπορούν να δημιουργήσουν των αριθμό φακέλων για τα προσωπικά μηνύματα που έχουν οριστεί ως προεπιλογή.',
	'ENABLE_PM_ICONS'			=> 'Επιτρέψτε την χρησιμοποίηση συμβόλων θεμάτων στα προσωπικά μηνύματα',
	'FULL_FOLDER_ACTION'		=> 'Πλήρης ενέργεια προεπιλογής φακέλλων',
	'FULL_FOLDER_ACTION_EXPLAIN'=> 'Η ενέργεια προεπιλογής μόλις ο φάκελος ενός μέλους έχει γεμίσει υποθέτοντας ότι η ενέργεια φακέλλων του μέλους δεν έχει καθοριστεί, δεν ισχύει. Η μόνη εξαίρεση είναι για τον φάκελλο «απεσταλμένων μηνυμάτων» όπου η ενέργεια προεπιλογής είναι πάντα να διαγραφούν τα παλαιά μηνύματα.',
	'HOLD_NEW_MESSAGES'			=> 'Συγκρατείστε νέα μηνύματα',
	'PM_EDIT_TIME'				=> 'Χρονικό όριο επεξεργασίας',
	'PM_EDIT_TIME_EXPLAIN'		=> 'Χρονικό όριο επεξεργασίας ενός απεσταλμένου ή μη αναγνωσμένου προσωπικού μηνύματος. Θέστε αυτό 0 για να το απενεργοποιήσετε.',
	'PM_MAX_RECIPIENTS'			=> 'Μέγιστος αριθμός παραληπτών',
	'PM_MAX_RECIPIENTS_EXPLAIN'	=> 'Ο μέγιστος αριθμός παραληπτών σε ένα προσωπικό  μήνυμα. Εάν εισάγετε 0 , δεν υπάρχει όριο. Αυτή η ρύθμιση μπορεί να ρυθμιστεί για κάθε ομάδα μέσα στη σελίδα ρυθμίσεων ομάδων.',

));

// Post Settings
$lang = array_merge($lang, array(
	'ACP_POST_SETTINGS_EXPLAIN'			=> 'Εδώ μπορείτε να θέσετε τις ρυθμίσεις προεπιλογής για τις δημοσιεύσεις.',
	'ALLOW_POST_LINKS'					=> 'Επιτρέψτε συνδέσμους στις δημοσιεύσεις/προσωπικά μηνύματα',
	'ALLOW_POST_LINKS_EXPLAIN'			=> 'Εάν απαγορεύεται η<code>[URL]</code> BBCode ετικέτα και η αυτόματη ανακατεύθυνση συνδέσμων',
	'ALLOW_POST_FLASH'					=> 'Επιτρέψτε <code>[FLASH]</code> BBCode ετικέτες στις δημοσιεύσεις. ',
	'ALLOW_POST_FLASH_EXPLAIN'			=> 'Εάν απενεργοποιήσετε την <code>[FLASH]</code> BBCode ετικέτα τότε αυτή είναι απενεργοποιημένη στις δημοσιεύσεις. Διαφορετικά οι έλεγχοι συστημάτων άδειας που τα μέλη μπορούν να χρησιμοποιήσουν την <code>[FLASH]</code> BBCode ετικέτα.',

	'BUMP_INTERVAL'					=> 'Σημείωση νέων μπορεί να γίνει μετά',
	'BUMP_INTERVAL_EXPLAIN'			=> 'Αριθμός σε λεπτά, ώρες ή ημέρες μεταξύ της τελευταίας δημοσίευσης σε ένα θέμα που πρέπει να περάσει για να σημειωθεί το θέμα ως νέο. Αν τεθεί σε 0 απενεργοποιείται η λειτουργία',
	'CHAR_LIMIT'					=> 'Μέγιστος αριθμός χαρακτήρων στην δημοσίευση/μήνυμα',
	'CHAR_LIMIT_EXPLAIN'			=> 'Ο αριθμός χαρακτήρων που επιτρέπετε σε μια δημοσίευση/προσωπικό μήνυμα. Θέστε αυτό 0 χωρίς όριο.',
	'DELETE_TIME'					=> 'Όριο διαγραφής χρόνου',
	'DELETE_TIME_EXPLAIN'			=> 'Περιορίζει το διαθέσιμο χρόνο για να διαγράψετε μια νέα δημοσίευση. Θέστε την τιμή σε 0 για να απενεργοποιήσετε αυτήν την λειτουργία.',
	'DISPLAY_LAST_EDITED'			=> 'Εμφάνιση πληροφοριών χρόνου τελευταίας επεξεργασίας',
	'DISPLAY_LAST_EDITED_EXPLAIN'	=> 'Επιλέξτε εάν θέλετε να εμφανίζονται η πληροφορίες επεξεργασίας κατά την εμφάνιση της δημοσίευσης.',
	'EDIT_TIME'						=> 'Χρονικό όριο επεξεργασίας',
	'EDIT_TIME_EXPLAIN'				=> 'Χρονικό όριο που επιτρέπεται η επεξεργασία μιας νέας δημοσίευσης. Θέστε αυτό 0 για χωρίς όριο.',
	'FLOOD_INTERVAL'				=> 'Διάστημα αναμονής ανάμεσα σε δύο δημοσιεύσεις',
	'FLOOD_INTERVAL_EXPLAIN'		=> 'Αριθμός σε δευτερόλεπτα που το μέλος θα πρέπει να περιμένει πριν δημιουργήσει μια νέα δημοσίευση. Εάν θέλετε να παρακάμψετε σε μέλη το διάστημα αναμονής πρέπει να προσαρμόσετε τα δικαιώματα.',
	'HOT_THRESHOLD'					=> 'Κατώτατο όριο δημοφιλής θεμάτων',
	'HOT_THRESHOLD_EXPLAIN'			=> 'Αριθμός των δημοσιεύσεων σε ένα θέμα, μέχρι το θέμα να εμφανιστεί ως δημοφιλής. Θέστε αυτό 0 για απενεργοποίηση των δημοφιλής θεμάτων.',
	'MAX_POLL_OPTIONS'				=> 'Μέγιστος αριθμός επιλογών δημοψηφίσματος',
	'MAX_POST_FONT_SIZE'			=> 'Μέγιστο μέγεθος γραμματοσειράς στην δημοσίευση',
	'MAX_POST_FONT_SIZE_EXPLAIN'	=> 'Μέγιστο μέγεθος γραμματοσειράς που επιτρέπετε στην δημοσίευση. Θέστε αυτό 0 για χωρίς όριο γραμματοσειράς.',
	'MAX_POST_IMG_HEIGHT'			=> 'Μέγιστο ύψος εικόνας',
	'MAX_POST_IMG_HEIGHT_EXPLAIN'	=> 'Μέγιστο ύψος από μια εικόνα/flash αρχείο στην δημοσίευση. Θέστε αυτό 0 για χωρίς όριο μέγεθος.',
	'MAX_POST_IMG_WIDTH'			=> 'Μέγιστο πλάτος εικόνας',
	'MAX_POST_IMG_WIDTH_EXPLAIN'	=> 'Μέγιστο πλάτος από μια εικόνα/flash αρχείο στην δημοσίευση. Θέστε αυτό 0 για χωρίς όριο μέγεθος.',
	'MAX_POST_URLS'					=> 'Μέγιστος αριθμός συνδέσμων',
	'MAX_POST_URLS_EXPLAIN'			=> 'Μέγιστος αριθμός συνδέσμων σε μια δημοσίευση. Θέστε αυτό 0 για χωρίς όριο.',
	'MIN_CHAR_LIMIT'				=> 'Ελάχιστοι χαρακτήρες ανά δημοσίευση/μήνυμα',
	'MIN_CHAR_LIMIT_EXPLAIN'		=> 'Ο ελάχιστος αριθμός  χαρακτήρων  που πρέπει τα μέλη  να εισαγάγουν στην δημοσίευση /προσωπικό μήνυμα. Το ελάχιστο για αυτή την ρύθμιση είναι 1',
	'POSTING'						=> 'Δημοσίευση',
	'POSTS_PER_PAGE'				=> 'Δημοσιεύσεις ανά σελίδα',
	'QUOTE_DEPTH_LIMIT'				=> 'Μέγιστος αριθμός παραθέσεων',
	'QUOTE_DEPTH_LIMIT_EXPLAIN'		=> 'Μέγιστος αριθμός παραθέσεων που επιτρέπετε σε μια δημοσίευση. Θέστε αυτό 0 για χωρίς όριο.',
	'SMILIES_LIMIT'					=> 'Μέγιστος αριθμός εικονιδίων ',
	'SMILIES_LIMIT_EXPLAIN'			=> 'Μέγιστος αριθμός εικονιδίων που επιτρέπετε ανά δημοσίευση. Θέστε αυτό 0 για χωρίς όριο.',
	'SMILIES_PER_PAGE'				=> 'Smilies ανά σελίδα',
	'TOPICS_PER_PAGE'				=> 'Θέματα ανά σελίδα',
));

// Signature Settings
$lang = array_merge($lang, array(
	'ACP_SIGNATURE_SETTINGS_EXPLAIN'	=> 'Εδώ μπορείτε να θέσετε τις ρυθμίσεις προεπιλογής για τις υπογραφές.',

	'MAX_SIG_FONT_SIZE'				=> 'Μέγιστο μέγεθος γραμματοσειράς υπογραφής',
	'MAX_SIG_FONT_SIZE_EXPLAIN'		=> 'Μέγιστο μέγεθος γραμματοσειράς που επιτρέπετε στις υπογραφές των μελών. Θέστε αυτό 0 για χωρίς όριο μέγεθος.',
	'MAX_SIG_IMG_HEIGHT'			=> 'Μέγιστο ύψος εικόνας υπογραφής',
	'MAX_SIG_IMG_HEIGHT_EXPLAIN'	=> 'Μέγιστο ύψος από μια εικόνα/flash αρχείο στις υπογραφές των μελών. Θέστε αυτό 0 για χωρίς όριο μέγεθος.',
	'MAX_SIG_IMG_WIDTH'				=> 'Μέγιστο πλάτος εικόνας υπογραφής',
	'MAX_SIG_IMG_WIDTH_EXPLAIN'		=> 'Μέγιστο πλάτος από μια εικόνα/flash αρχείο στις υπογραφές των μελών. Θέστε αυτό 0 για χωρίς όριο μέγεθος.',
	'MAX_SIG_LENGTH'				=> 'Μέγιστο μέγεθος υπογραφής',
	'MAX_SIG_LENGTH_EXPLAIN'		=> 'Μέγιστος αριθμός χαρακτήρων στις υπογραφές.',
	'MAX_SIG_SMILIES'				=> 'Μέγιστος αριθμός εικονιδίων ανά υπογραφές',
	'MAX_SIG_SMILIES_EXPLAIN'		=> 'Μέγιστος αριθμός εικονιδίων που επιτρέπετε ανά υπογραφή. Θέστε αυτό 0 για χωρίς όριο εικονίδια.',
	'MAX_SIG_URLS'					=> 'Μέγιστος αριθμός συνδέσμων στις υπογραφές',
	'MAX_SIG_URLS_EXPLAIN'			=> 'Μέγιστος αριθμός συνδέσμων που επιτρέπετε ανά υπογραφή. Θέστε αυτό 0 για χωρίς όριο σύνδεσμοι.',
));

// Registration Settings
$lang = array_merge($lang, array(
	'ACP_REGISTER_SETTINGS_EXPLAIN'		=> 'Εδώ είστε σε θέση να καθορίσετε τις εγγραφές και σχετικά και σχετικά με το προφίλ ρυθμίσεις..',

	'ACC_ACTIVATION'			=> 'Ενεργοποίηση λογαριασμού',
	'ACC_ACTIVATION_EXPLAIN'	=> 'Αυτό καθορίζει εάν τα μέλη έχουν άμεση πρόσβαση στην Δ. Συζήτηση ή εάν πρώτα απαιτείται επιβεβαίωση. Μπορείτε επίσης να απενεργοποιήσετε εντελώς τις εγγραφές. "Ενεργοποιήστε τη λειτουργία ηλεκτρονικού ταχυδρομείου:" πρέπει να είναι ενεργοποιημένο για να χρησιμοποιήσετε το από μέλος ή διαχειριστή ενεργοποίηση.',
	'NEW_MEMBER_POST_LIMIT'			=> 'Νέο μέλος όριο δημοσίευσης',
	'NEW_MEMBER_POST_LIMIT_EXPLAIN'	=> 'Τα νέα μέλη που είναι μέσα στην <em>Πρόσφατα Εγγεγραμμένα Μέλη </em> ομάδα έως ότου φθάνουν σε αυτόν τον αριθμό δημοσιεύσεων. Μπορείτε να χρησιμοποιήσετε αυτήν την ομάδα για να μην μπορούν να χρησιμοποιήσουν  το σύστημα ΠΜ ή για να αναθεωρήσετε τις δημοσιεύσεις  τους. <strong>Εάν η τιμή είναι 0 απενεργοποιείται αυτή η λειτουργία.</strong>',
	'NEW_MEMBER_GROUP_DEFAULT'		=> 'Θέστε πρόσφατα εγγεγραμμένα μέλη ομάδα ως προεπιλογή',
	'NEW_MEMBER_GROUP_DEFAULT_EXPLAIN'	=> 'Εάν θέσετε αυτό σε ναι και ένα νέο μέλος όριο δημοσιεύσεων έχει ορισθεί ως πρόσφατο εγγεγραμμένο μέλος δεν θα τεθεί μόνο στην <em>Πρόσφατα Εγγεγραμμένα Μέλη</em> ομάδα, αλλά όμως και στην ομάδα προεπιλογής. Αυτό μπορεί να σας βοηθήσει εάν θέλετε να ορίσετε έναν βαθμό προεπιλογής ομάδας ή/και το άβαταρ που το μέλος θα πάρει.',

	'ACC_ADMIN'					=> 'Από διαχειριστή',
	'ACC_DISABLE'				=> 'Απενεργοποίηση εγγραφών',
	'ACC_NONE'					=> 'Όχι ενεργοποίηση (άμεση πρόσβαση)',
	'ACC_USER'					=> 'Από μέλος (ε-μαιλ επαλήθευσης)',
//	'ACC_USER_ADMIN'			=> 'Μέλος + Διαχειριστής',
	'ALLOW_EMAIL_REUSE'			=> 'Χρησιμοποίηση του ηλεκτρονικού ταχυδρομείου περισσότερες από μία φορά',
	'ALLOW_EMAIL_REUSE_EXPLAIN'	=> 'Διάφορα μέλη μπορούν να εγγραφούν με την ίδια διεύθυνση ηλεκτρονικού ταχυδρομείου.',
	'COPPA'						=> 'COPPA',
	'COPPA_FAX'					=> 'COPPA fax αριθμός',
	'COPPA_MAIL'				=> 'COPPA ηλεκτρονικό ταχυδρομείο',
	'COPPA_MAIL_EXPLAIN'		=> 'Αυτή είναι η ηλεκτρονική διεύθυνση στην οποία οι γονείς μπορούν να στείλουν την COPPA φόρμα εγγραφής.',
	'ENABLE_COPPA'				=> 'Ενεργοποίηση COPPA',
	'ENABLE_COPPA_EXPLAIN'		=> 'Με αυτό τα μέλη πρέπει να εξηγούν εάν είναι 13 ή μεγαλύτερα σε ηλικία σύμφωνα με το U.S. COPPA. Εάν αυτό είναι απενεργοποιημένο τότε τα μέλη που ανήκουν στη ειδική COPPA ομάδα δεν θα εμφανίζονται.',
	'MAX_CHARS'					=> 'Μέγιστο',
	'MIN_CHARS'					=> 'Ελάχιστο',
	'NO_AUTH_PLUGIN'			=> 'Δεν έχει βρεθεί καμία ανάλογη μέθοδος επιβεβαίωσης.',
	'PASSWORD_LENGTH'			=> 'Μέγεθος κωδικού',
	'PASSWORD_LENGTH_EXPLAIN'	=> 'Μέγιστο και ελάχιστο μέγεθος χαρακτήρων του κωδικού.',
	'REG_LIMIT'					=> 'Προσπάθειες εγγραφής',
	'REG_LIMIT_EXPLAIN'			=> 'Αριθμός προσπαθειών του μέλους κατά την προσθήκη του κώδικα οπτικής επιβεβαίωσης πριν αυτό απαγορευθεί από την σύνοδο.',
	'USERNAME_ALPHA_ONLY'		=> 'Γράμματα και αριθμοί μόνο',
	'USERNAME_ALPHA_SPACERS'	=> 'Γράμματα αριθμοί και κενά',
	'USERNAME_ASCII'			=> 'ASCII (κανένας διεθνής unicode-χαρακτήρας)',
	'USERNAME_LETTER_NUM'		=> 'Κάθε αριθμό και γράμματα',
	'USERNAME_LETTER_NUM_SPACERS'	=> 'Κάθε αριθμό γράμματα και κενά',
	'USERNAME_CHARS'			=> 'Μέγεθος όνομα μέλους',
	'USERNAME_CHARS_ANY'		=> 'Κάθε χαρακτήρα',
	'USERNAME_CHARS_EXPLAIN'	=> 'Διευκρινίζει ποιοι χαρακτήρες μπορούν να χρησιμοποιηθούν στα ονόματα των μελών, τα κενά είναι: κενό, -, +, _, [ και ].',
	'USERNAME_LENGTH'			=> 'Όνομα μέλους μήκος',
	'USERNAME_LENGTH_EXPLAIN'	=> 'Μέγιστος και ελάχιστος αριθμός χαρακτήρων στο όνομα μέλους.',
));

// Feeds
$lang = array_merge($lang, array(
	'ACP_FEED_MANAGEMENT'				=> 'Γενικές ρυθμίσεις τροφοδοσιών',
	'ACP_FEED_MANAGEMENT_EXPLAIN'		=> 'Αυτή η μονάδα ενεργοποιεί διάφορες τροφοδοσίες ATOM, αναλύοντας κάθε BBCode στις δημοσιεύσεις για να τα κάνει αναγνώσιμα σε εξωτερικές τροφοδοσίες.',

	'ACP_FEED_GENERAL'					=> 'Γενικές ρυθμίσεις τροφοδοσιών δημοσίευσης',
	'ACP_FEED_POST_BASED'				=> 'Ρυθμίσεις τροφοδοσιών βασισμένες σε δημοσιεύσεις',
	'ACP_FEED_TOPIC_BASED'				=> 'Ρυθμίσεις τροφοδοσιών βασισμένες σε θέματα',
	'ACP_FEED_SETTINGS_OTHER'			=> 'Άλλες τροφοδοσίες και ρυθμίσεις',

	'ACP_FEED_ENABLE'					=> 'Ενεργοποίηση τροφοδοσιών',
	'ACP_FEED_ENABLE_EXPLAIN'			=> 'Ενεργοποιεί ή απενεργοποιεί τις τροφοδοσίες ATOM για ολόκληρο τον πίνακα συζητήσεων.<br />Αν απενεργοποιηθεί αυτό, απενεργοποιούνται όλες οι τροφοδοσίες, χωρίς να έχουν σημασία οι παρακάτω ρυθμίσεις.',
	'ACP_FEED_LIMIT'					=> 'Αριθμός αντικειμένων',
	'ACP_FEED_LIMIT_EXPLAIN'			=> 'Ο μέγιστος αριθμός από αντικείμενα τροφοδοσιών για εμφάνιση.',

	'ACP_FEED_OVERALL'					=> 'Ενεργοποίηση τροφοδοσίας σε όλο τον πίνακα συζητήσεων',
	'ACP_FEED_OVERALL_EXPLAIN'			=> 'Νέες δημοσιεύσεις σε όλο τον πίνακα συζητήσεων.',
	'ACP_FEED_FORUM'					=> 'Ενεργοποίηση τροφοδοσιών ανα Δ. Συζήτηση',
	'ACP_FEED_FORUM_EXPLAIN'			=> 'Νέες δημοσιεύσεις σε συγκεκριμένη Δ. Συζήτηση και υποσυζητήσεις.',
	'ACP_FEED_TOPIC'					=> 'Ενεργοποίηση τροφοδοσιών ανα θέμα',
	'ACP_FEED_TOPIC_EXPLAIN'			=> 'Νέες δημοσιεύσεις σε συγκεκριμένα θέματα.',

	'ACP_FEED_TOPICS_NEW'				=> 'Ενεργοποίηση τροφοδοσίας νέων θεμάτων',
	'ACP_FEED_TOPICS_NEW_EXPLAIN'		=> 'Ενεργοποιεί την τροφοδοσία “Νέες Δημοσιεύσεις”, που εμφανίζει τις τελευταίες καταχωρήσεις θεμάτων περιλαμβάνωντας την πρώτη δημοσίευση.',
	'ACP_FEED_TOPICS_ACTIVE'			=> 'Ενεργοποίηση τροφοδοσίας ενεργών θεμάτων',
	'ACP_FEED_TOPICS_ACTIVE_EXPLAIN'	=> 'Ενεργοποιεί την τροφοδοσία “Ενεργά Θέματα”, που εμφανίζει τις τελευταίες καταχωρήσεις ενεργών θεμάτων περιλαμβάνοντας την τελευταία δημοσίευση.',
	'ACP_FEED_NEWS'						=> 'Τροφοδοσία νέων',
	'ACP_FEED_NEWS_EXPLAIN'				=> 'Αντλεί την πρώτη δημοσίευση από αυτές τις Δ. Συζητήσεις. Επιλέξτε καμία Δ. Συζήτηση για να απενεργοποιήσετε την τροφοδοσία νέων.<br />Επιλέξτε πολλές Δ. Συζητήσεις κρατώντας το πλήκτρο <samp>CTRL</samp> πατημένο και κάνοντας κλικ στις επιλογές σας.',

	'ACP_FEED_OVERALL_FORUMS'			=> 'Ενεργοποίηση τροφοδοσίας Δ. Συζητήσεων',
	'ACP_FEED_OVERALL_FORUMS_EXPLAIN'	=> 'Ενεργοποιεί την τροφοδοσία “Όλες οι Δ. Συζητήσεις”, που εμφανίζει μία λίστα με τις Δ. Συζητήσεις.',

	'ACP_FEED_HTTP_AUTH'				=> 'Επιτρέψτε την Πιστοποίηση HTTP',
	'ACP_FEED_HTTP_AUTH_EXPLAIN'		=> 'Ενεργοποιεί την πιστοποίηση HTTP, που επιτρέπει στους χρήστες να λαμβάνουν περιεχόμενο που είναι κρυμμένο για τους επισκέπτες προσθέτωντας την παράμετρο <samp>auth=http</samp> στον δεσμό(URL) της τροφοδοσίας . Παρακαώ να λάβετε υπόψιν οτι μερικές εγκαταστάσεις της PHP χρειάζονται και επιπλέον αλλαγές στο αρχείο .htaccess. Οδηγίες μπορούν να βρεθούν σε αυτό το αρχείο.',
	'ACP_FEED_ITEM_STATISTICS'			=> 'Στατιστικά αντικειμένων',
	'ACP_FEED_ITEM_STATISTICS_EXPLAIN'	=> 'Εμφανίζει επιπλέον στατιστικά κάτω από τα αντικείμενα των τροφοδοσιών<br />(π.χ. δημοσιεύτηκε από, ημερομηνία και ώρα, απαντήσεις, προβολές)',
	'ACP_FEED_EXCLUDE_ID'				=> 'Εξαίρεση αυτών των Δ.Συζητήσεων',
	'ACP_FEED_EXCLUDE_ID_EXPLAIN'		=> 'Περιεχόμενα από εδώ <strong>ΔΕΝ περιλαμβάνονται</strong>στις τροφοδοσίες. Επιλέξτε καμία Δ.Συζήτηση για να τραβάτε τροφοδοσίες από όλες τις Δ.Συζητήσεις.<br />Επιλογή πολλαπλών Δ.Συζητήσεων κρατώντας πατημένο το <samp>CTRL</samp> και κλικ.',
));

// Visual Confirmation Settings
$lang = array_merge($lang, array(
    'ACP_VC_SETTINGS_EXPLAIN'                => 'Εδώ μπορείτε να επιλέξετε και να ρυθμίσετε τα πρόσθετά σας, που είναι σχεδιασμένα να αποτρέπεουν αυτοματοποιημένες συμπληρώσεις φορμών από spambots. Αυτά τα πρόσθετα λειτουργούν προκαλώντας τον χρήστη με <em>CAPTCHA</em>, μία δοκιμασία που είναι σχεδιασμένη να είναι δύσκολη στη λύση από υπολογιστές.',
    'AVAILABLE_CAPTCHAS'                    => 'Διαθέσιμα πρόσθετα',
    'CAPTCHA_UNAVAILABLE'                    => 'The plugin cannot be selected as its requirements are not met.',
    'CAPTCHA_GD'                            => 'Εικόνα GD',
    'CAPTCHA_GD_3D'                            => 'Εικόνα GD 3D',
    'CAPTCHA_GD_FOREGROUND_NOISE'            => 'Θόρυβος πρώτου πλάνου',
    'CAPTCHA_GD_EXPLAIN'                    => 'Χρησιμοποιεί GD για να δημιουργήσει μια πιο εξειδικευμένη anti-spambot εικόνα.',
    'CAPTCHA_GD_FOREGROUND_NOISE_EXPLAIN'    => 'Χρησιμοποιεί θόρυβο πρώτου πλάνου για να κάνει την εικόνα πιο δύσκολη στην ανάγνωση.',
    'CAPTCHA_GD_X_GRID'                        => 'Θόρυβος υποβάθρου στον άξονα x',
    'CAPTCHA_GD_X_GRID_EXPLAIN'                => 'Χρησιμοποιείστε λιγότερες ρυθμίσεις αυτού για να κάνετε την εικόνα δυσκολότερη στην ανάγνωση. Το 0 απενεργοποιεί τον θόρυβο υποβάθρου κατά άξονα x.',
    'CAPTCHA_GD_Y_GRID'                        => 'Θόρυβος υποβάθρου στον άξονα y',
    'CAPTCHA_GD_Y_GRID_EXPLAIN'                => 'Χρησιμοποιείστε λιγότερες ρυθμίσεις αυτού για να κάνετε την εικόνα δυσκολότερη στην ανάγνωση. Το 0 απενεργοποιεί τον θόρυβο υποβάθρου κατά άξονα y.',
    'CAPTCHA_GD_WAVE'                        => 'Κυματική παραμόρφωση',
    'CAPTCHA_GD_WAVE_EXPLAIN'                => 'Αυτή η ρύθμιση εμφανίζει μια κυματική παραμόρφωση πάνω στην εικόνα.',
    'CAPTCHA_GD_3D_NOISE'                    => 'Προσθέτει αντικείμενα 3D θορύβου',
    'CAPTCHA_GD_3D_NOISE_EXPLAIN'            => 'Αυτό προσθέτει περισσότερα αντικείμενα στην εικόνα, πάνω από τα γράμματα.',
    'CAPTCHA_GD_FONTS'                        => 'Χρήση διαφορετικών γραμματοσειρών',
    'CAPTCHA_GD_FONTS_EXPLAIN'                => 'Αυτή η ρύθμιση ελέγχει πόσα διαφορετικά σχήματα γραμμάτων χρησιμοποιούνται. Μπορείτε απλά να χρησιμοποιήσετε τα προκαθορισμένα σχήματα ή να εμφανίσετε παραλλαγμένα γράμματα. Η προσθήκη πεζών γραμμάτων είναι επίσης εφικτή.',
    'CAPTCHA_FONT_DEFAULT'                    => 'Προεπιλογές',
    'CAPTCHA_FONT_NEW'                        => 'Νέα σχήματα',
    'CAPTCHA_FONT_LOWER'                    => 'Χρήση πεζών χαρακτήρων επίσης',
    'CAPTCHA_NO_GD'                            => 'Απλή εικόνα',
    'CAPTCHA_PREVIEW_MSG'                    => 'Οι αλλαγές σας δεν έχουν αποθηκευτεί, αυτή είναι απλά μια προεπισκόπηση.',
    'CAPTCHA_PREVIEW_EXPLAIN'                => 'Το πρόσθετο όπως θα εμφανίζεται χρησιμοποιώντας την παρούσα επιλογή.',

    'CAPTCHA_SELECT'                        => 'Εγκατεστημένα πρόσθετα',
    'CAPTCHA_SELECT_EXPLAIN'                => 'Η λίστα εμφανίζει τα πρόσθετα που αναγνωρίζονται από το σύστημα. Οι γκρί ενδείξεις δεν είναι διαθέσιμες προς το παρόν και πιθανό να χρειάζονται ρύθμιση πριν την χρήση.',
    'CAPTCHA_CONFIGURE'                        => 'Ρύθμιση πρόσθετων',
    'CAPTCHA_CONFIGURE_EXPLAIN'                => 'Αλλαγή ρυθμίσεων για τα επιλεγμένα πρόσθετα.',
    'CONFIGURE'                                => 'Ρύθμιση',
    'CAPTCHA_NO_OPTIONS'                    => 'Αυτό το πρόσθετο δεν έχει επιλογές ρύθμισης.',

    'VISUAL_CONFIRM_POST'                    => 'Ενεργοποίηση μέτρων καταπολέμησης spambot για δημοσίευση από επισκέπτες',
    'VISUAL_CONFIRM_POST_EXPLAIN'            => 'Απαιτείται από τους επισκέπτες να περάσουν την anti-spambot δοκιμασία για να προληφθούν οι αυτοματοποιημένες δημοσιεύσεις.',
    'VISUAL_CONFIRM_REG'                    => 'Ενεργοποίηση μέτρων καταπολέμησης spambot για την εγγραφή',
    'VISUAL_CONFIRM_REG_EXPLAIN'            => 'Απαιτείται από τους νέους χρήστες να περάσουν την anti-spambot δοκιμασία για να προληφθούν οι αυτοματοποιημένες εγγραφές.',
    'VISUAL_CONFIRM_REFRESH'                => 'Επιτρέπετε στους χρήστες να ανανεώσουν την δοκιμασία anti-spambot',
    'VISUAL_CONFIRM_REFRESH_EXPLAIN'        => 'Επιτρέπει στους χρήστες να αιτηθούν μια νέα anti-spambot δοκιμασία αν δεν είναι σε θέση να λύσουν την συγκεκριμένη κατα την εγγραφή τους. Μερικά πρόσθετα ίσως να μην υποστηρίζουν αυτή την επιλογή.',
));

// Cookie Settings
$lang = array_merge($lang, array(
	'ACP_COOKIE_SETTINGS_EXPLAIN'		=> 'Εδώ διευκρινίζετε τις ρυθμίσεις, που χρησιμοποιούνται, προκειμένου να στείλετε τα Cookies στον πλοηγό των μελών σας. Στις περισσότερες περιπτώσεις η ρυθμίσεις προεπιλογής αρκούν. Εάν πρέπει να αλλάξετε οτιδήποτε αυτό πρέπει να γίνει με προσοχή, οι λάθος ρυθμίσεις μπορούν να δημιουργήσουν προβλήματα στην σύνδεση των μελών.',

	'COOKIE_DOMAIN'				=> 'Cookie ιστοσελίδα',
	'COOKIE_NAME'				=> 'Cookie όνομα',
	'COOKIE_PATH'				=> 'Cookie διαδρομή',
	'COOKIE_SECURE'				=> 'Cookie ασφάλεια',
	'COOKIE_SECURE_EXPLAIN'		=> 'Εάν ο κεντρικός υπολογιστής σας τρέχει μέσω SSL θέστε αυτό σε ενεργοποιημένο διαφορετικά αφήστε το απενεργοποιημένο. Εάν ενεργοποιήσετε αυτό και ο κεντρικός υπολογιστής δεν τρέχει σε SSL θα δημιουργηθούν σφάλματα ανακατεύθυνσης.',
	'ONLINE_LENGTH'				=> 'Χρονικό διάστημα για την σε απευθείας σύνδεση εμφάνιση',
	'ONLINE_LENGTH_EXPLAIN'		=> 'Αριθμός σε λεπτά, που μετά μη ενεργά μέλη δεν θα εμφανίζονται στην “Μέλη σε απευθείας σύνδεση” λίστα. Όσο μεγαλύτερη είναι αυτή η τιμή τόσο περισσότερος είναι ο χρόνος που απαιτείται για να γίνει η επεξεργασία ανανέωσης της λίστας.',
	'SESSION_LENGTH'			=> 'Σύνοδος μέγεθος',
	'SESSION_LENGTH_EXPLAIN'	=> 'Χρονικό διάστημα σε δευτερόλεπτα που μετά η σύνοδος θα είναι άκυρη.',
));

// Load Settings
$lang = array_merge($lang, array(
	'ACP_LOAD_SETTINGS_EXPLAIN'	=> 'Εδώ μπορείτε να ενεργοποιήσετε και να απενεργοποιήσετε μερικές λειτουργίες της Δ. Συζήτησης, προκειμένου να μειωθεί η τονισμένη αριθμητική απόδοση. Στους περισσότερους κεντρικούς υπολογιστές δεν χρειάζεται να απενεργοποιήσετε καμία λειτουργία. Από άλλη πλευρά μπορεί αυτό σε ορισμένα συστήματα ή κεντρικούς υπολογιστές που κάποιος μοιράζεται να έχει πλεονεκτήματα όταν κάποιες λειτουργίες είναι απενεργοποιημένες, τις οποίες δεν χρειάζεται. Μπορείτε επίσης εδώ να καθορίσετε τα όρια για την φόρτωση συστημάτων και τις ενεργές συνόδους, τα οποία εάν η Δ. Συζήτηση υπερβεί πηγαίνει σε (offline)χωρίς σύνδεση.',

	'CUSTOM_PROFILE_FIELDS'			=> 'Προσαρμοσμένα προφίλ πεδία',
	'LIMIT_LOAD'					=> 'Περιορισμός φορτίου συστήματος',
	'LIMIT_LOAD_EXPLAIN'			=> 'Εάν η μέση χρησιμοποίηση συστήματος των τελευταίων λεπτών (load average) υπερβαίνει αυτήν την αξία, πηγαίνει η Δ. Συζήτησης σε (offline) χωρίς σύνδεση. Μια τιμή 1.0 για το ένα περ. ~100% έκτασης της χρησιμοποίησης ενός επεξεργαστή. Αυτή η τοποθέτηση είναι διαθέσιμη μόνο στα συστήματα τα οποία είναι βασισμένα σε Unix. Η τιμή επαναφέρεται σε 0, εάν το phpBB δεν μπορεί να διαβάσει το όριο.',
	'LIMIT_SESSIONS'				=> 'Όριο συνόδων',
	'LIMIT_SESSIONS_EXPLAIN'		=> 'Εάν ο αριθμός των συνόδων υπερβαίνει αυτήν την αξία μέσα σε ένα λεπτό, η Δ. Συζήτησης πηγαίνει σε (offline) χωρίς σύνδεση.. Προκειμένου να μην διευκρινιστεί καμία οριοθέτηση, ρυθμίστε ως αξία 0.',
	'LOAD_CPF_MEMBERLIST'			=> 'Επιτρέψτε στυλ και πρόσθετα πεδία προφίλ να εμφανίζονται στην λίστα μελών',
	'LOAD_CPF_VIEWPROFILE'			=> 'Επιτρέψτε πρόσθετα πεδία προφίλ να εμφανίζονται στο προφίλ του μέλους',
	'LOAD_CPF_VIEWTOPIC'			=> 'Επιτρέψτε πρόσθετα πεδία προφίλ να εμφανίζονται στην σελίδα θεμάτων',
	'LOAD_USER_ACTIVITY'			=> 'Εμφάνιση δραστηριότητας των μελών',
	'LOAD_USER_ACTIVITY_EXPLAIN'	=> 'Δείχνει στο προφίλ και μέσα στον πίνακα ελέγχου μέλους, σε ποια Δ. Συζήτησης και θέματα ένα μέλος είναι από τα ποιο ενεργά. Συστήνεται να απενεργοποιηθεί αυτή η λειτουργία σε Δ. Συζητήσεις που έχουν περισσότερες από ένα εκατομμύριο δημοσιεύσεις. ',
	'RECOMPILE_STYLES'				=> 'Αποσύνθεση των παλαιών τμημάτων στυλ',
	'RECOMPILE_STYLES_EXPLAIN'		=> 'Αυτό εξετάζει για νέα τμήματα στυλ και τα αποσυνθέτει.',
	'YES_ANON_READ_MARKING'			=> 'Ενεργοποιήστε επισκέπτες να σημειώνουν θέματα ως αναγνωσμένα',
	'YES_ANON_READ_MARKING_EXPLAIN'	=> 'Αποθηκεύει επίσης και για τους επισκέπτες εάν ένα θέμα είναι αναγνωσμένο ή μη αναγνωσμένο. Εάν αυτή η επιλογή είναι απενεργοποιημένη, τα θέματα για τους επισκέπτες εμφανίζονται πάντα ως αναγνωσμένα.',
	'YES_BIRTHDAYS'					=> 'Ενεργοποιήστε λίστα γενεθλίων',
	'YES_BIRTHDAYS_EXPLAIN'			=> 'Εάν τίθεται εκτός λειτουργίας η λίστα γενεθλίων δεν εμφανίζεται πλέον. Για να αφήσετε αυτήν την ρύθμιση να εφαρμοστεί πρέπει τα χαρακτηριστικά γνωρίσματα γενεθλίων να επιτραπούν επίσης.',
	'YES_JUMPBOX'					=> 'Ενεργοποιήστε εμφάνιση του jumpbox',
	'YES_MODERATORS'				=> 'Ενεργοποιήστε εμφάνιση των συντονιστών',
	'YES_ONLINE'					=> 'Ενεργοποιήστε την σε απευθείας σύνδεση λίστα μελών',
	'YES_ONLINE_EXPLAIN'			=> 'Εμφανίζει στην επισκόπηση της Δ. Συζήτησης, στην οποία Δ. Συζήτηση και τα θέματα επάνω, ποιο μέλος σε απευθείας σύνδεση είναι.',
	'YES_ONLINE_GUESTS'				=> 'Ενεργοποιήστε την σε απευθείας σύνδεση λίστα επισκεπτών',
	'YES_ONLINE_GUESTS_EXPLAIN'		=> 'Εμφανίζει τις πληροφορίες των επισκεπτών στο „Ποιος είναι σε απευθείας σύνδεση“ ',
	'YES_ONLINE_TRACK'				=> 'Ενεργοποίηση εμφάνισης σε απευθείας σύνδεση/χωρίς σύνδεση σύμβολο',
	'YES_ONLINE_TRACK_EXPLAIN'		=> 'Δείχνει στο προφίλ και στην σελίδα θέματος τη σε απευθείας σύνδεση θέση του μέλους.',
	'YES_POST_MARKING'				=> 'Ενεργοποίηση σημειωμένων θεμάτων',
	'YES_POST_MARKING_EXPLAIN'		=> 'Δείχνει εάν ένα μέλος σε ένα θέμα έχει δημιουργήσει μια δημοσίευση.',
	'YES_READ_MARKING'				=> 'Επιτρέψτε υπολογιστής-πλευρά για τον χαρακτηρισμό θέματος',
	'YES_READ_MARKING_EXPLAIN'		=> 'Αποθηκεύει πληροφορίες για αναγνωσμένο ή μη αναγνωσμένο στην βάση δεδομένων και όχι σε cookie.',
	'YES_UNREAD_SEARCH'				=> 'Ενεργοποίηση αναζήτησης για μη αναγνωσμένες δημοσιεύσεις',
));

// Auth settings
$lang = array_merge($lang, array(
	'ACP_AUTH_SETTINGS_EXPLAIN'	=> 'Το phpBB υποστηρίζει  υπό-μονάδες  ή μονάδες εξουσιοδότησης σύνδεσης. Με αυτές μπορείτε να διευκρινίσετε, πώς τα μέλη είναι εξουσιοδοτημένα, εάν συνδέονται στην Δ. Συζήτηση. Σύμφωνα με τα πρότυπα υπάρχουν τρεις συνδεόμενες υπό-μονάδες: DB, LDAP και Apache. Όχι όλες οι μέθοδοι χρειάζονται τα πρόσθετα στοιχεία, επομένως συμπληρώστε μόνο τα πεδία  εάν είναι για την επιλεγμένη μέθοδο από τη σημασία.',

	'AUTH_METHOD'				=> 'Επιλέξτε μια μέθοδος εξουσιοδότησης',

	'APACHE_SETUP_BEFORE_USE'	=> 'Πρέπει να ρυθμίσετε τις εξουσιοδοτήσεις του Apache, πριν χρησιμοποιήσετε αυτήν την μέθοδο στο phpBB. Σημειώστε ότι το εξουσιοδοτημένο όνομα χρηστών του Apache πρέπει να αντιστοιχεί με το όνομα χρηστών του phpBB σας. Η εξουσιοδότηση του Apache μπορεί να χρησιμοποιηθεί μόνο με το mod_php (όχι με την έκδοση της CGI) και απενεργοποιημένο το safe_mode.',

	'LDAP_DN'						=> 'LDAP βάση <var>dn</var>',
	'LDAP_DN_EXPLAIN'				=> 'Διακεκριμένο όνομα της λίστας, στην οποία τα στοιχεία χρηστών είναι, π.χ. <samp>o=η εταιρεία μου,c=EL</samp>.',
	'LDAP_EMAIL'					=> 'LDAP ηλεκτρονικό ταχυδρομείο ιδιότητες',
	'LDAP_EMAIL_EXPLAIN'			=> 'Δώστε εδώ τα ονόματα των ιδιοτήτων ηλεκτρονικού ταχυδρομείου σας (εάν υπάρχει), για να τεθεί αυτόματα η διεύθυνση ηλεκτρονικού ταχυδρομείου για τα νέα μέλη. Εάν αυτός ο τομέας απελευθερωθεί, καμία διεύθυνση ηλεκτρονικού ταχυδρομείου δεν τίθεται για τα μέλη, τα οποία συνδέονται για πρώτη φορά.',
	'LDAP_INCORRECT_USER_PASSWORD'	=> 'Η σύνδεση στον κεντρικό υπολογιστή LDAP με αυτό το όνομα χρήστη και τον κωδικό πρόσβασης απέτυχε.',
	'LDAP_NO_EMAIL'					=> 'Η υποδεδειγμένη ιδιότητα ηλεκτρονικού ταχυδρομείου δεν υπάρχει.',
	'LDAP_NO_IDENTITY'				=> 'Κανένας προσδιορισμός σύνδεσης για %s δεν μπορεί να βρεθεί.',
	'LDAP_PASSWORD'					=> 'LDAP κωδικός',
	'LDAP_PASSWORD_EXPLAIN'			=> 'Αφήστε κενό για να χρησιμοποιήσετε ανώνυμη δέσμευση, αλλιώς δείξτε τον κωδικό πρόσβασης για τον ανωτέρω χρήστη. Προαπαιτούμενο  για τους ενεργούς κεντρικούς υπολογιστές καταλόγου. <strong>ΠΡΟΣΟΧΗ:</strong> Αυτός ο κωδικός πρόσβασης αποθηκεύεται σε απλή μορφή στη βάση δεδομένων και είναι ορατός επομένως για τον καθένα, που έχει πρόσβαση στην βάση δεδομένων ή όποιος μπορεί να δει αυτήν την σελίδα διαμόρφωσης.',
	'LDAP_PORT'						=> 'LDAP θύρα κεντρικού υπολογιστή',
	'LDAP_PORT_EXPLAIN'				=> 'Προαιρετικά μπορείτε να διευκρινίσετε μία θύρα  που πρέπει να χρησιμοποιηθεί για να συνδεθείτε  με τον κεντρικό υπολογιστή LDAP,  αντί τις θύρας 389 που είναι  προεπιλογή.',
	'LDAP_SERVER'					=> 'LDAP όνομα κεντρικού υπολογιστή',
	'LDAP_SERVER_EXPLAIN'			=> 'Εάν χρησιμοποιείται LDAP αυτό είναι το όνομα ή η διεύθυνση IP του κεντρικού υπολογιστή LDAP. Εναλλακτικά μπορείτε να διευκρινίσετε ένα URL όπως  ldap://hostname:port/',
	'LDAP_UID'						=> 'LDAP <var>uid</var>',
	'LDAP_UID_EXPLAIN'				=> 'Αυτή είναι η ιδιότητα κάτω από το οποίο θα ψάξει για μια δεδομένη ταυτότητα σύνδεσης, π.χ. <var>uid</var>, <var>sn</var>, κτλ.',
	'LDAP_USER'						=> 'LDAP χρήστες <var>dn</var>',
	'LDAP_USER_EXPLAIN'				=> 'Αφήστε κενό για να χρησιμοποιήσετε ανώνυμη πρόσβαση. Εάν συμπληρώνεται  phpBB χρησιμοποιεί το διευκρινισμένο  όνομα στις προσπάθειες σύνδεσης να βρεθεί ο σωστός χρήστης, π.χ. uid=Username, ou=MyUnit, o=MyCompany, c=US. Προαπαιτούμενο  για τους ενεργούς κεντρικούς υπολογιστές καταλόγου.',
	'LDAP_USER_FILTER'				=> 'LDAP μέλους φίλτρα',
	'LDAP_USER_FILTER_EXPLAIN'		=> 'Προαιρετικά μπορείτε περαιτέρω να περιορίσετε τα αναζητημένα αντικείμενα με τα πρόσθετα φίλτρα. Για παράδειγμα <samp>objectClass=posixGroup</samp> θα οδηγούσε στη χρήση <samp>(&amp;(uid=$username)(objectClass=posixGroup))</samp>',
));

// Server Settings
$lang = array_merge($lang, array(
	'ACP_SERVER_SETTINGS_EXPLAIN'	=> 'Εδώ μπορείτε να κάνετε μερικές ρυθμίσεις σχετικά με τους κεντρικούς υπολογιστές και την τοποθεσία. Παρακαλώ σιγουρευτείτε ότι τα στοιχεία, που εισάγετε είναι ακριβής, επειδή τα ανακριβή στοιχεία μπορεί να οδηγήσουν σε σφάλματα τα οποία προκύπτουν από τις λανθασμένες πληροφορίες. Εάν εισάγετε το όνομα τοποθεσίας, θυμηθείτε ότι το http:// ή ένα άλλο πρωτόκολλο είναι ήδη προσδιορισμένο και δεν χρειάζεται. Αλλάξτε την θύρα μόνο, εάν εσείς ξέρετε ότι ο κεντρικός υπολογιστής σας χρησιμοποιεί μια άλλη θύρα Η θύρα 80 είναι η σωστή στις πολύ περισσότερες περιπτώσεις.',

	'ENABLE_GZIP'				=> 'Ενεργοποιήστε GZip συμπίεση',
	'ENABLE_GZIP_EXPLAIN'		=> 'Το περιεχόμενο συμπιέζεται πριν σταλεί στο χρήστη. Αυτό μπορεί οδηγήσει στην μείωση του δικτύου, επιπλέον, σε μια αύξηση φορτίου του επεξεργαστή και στον κεντρικό υπολογιστή όπως επίσης και στην σελίδα των χρηστών. Απαιτείται zlib PHP επέκταση για να φορτωθεί.',
	'FORCE_SERVER_VARS'			=> 'Θέστε ρυθμίσεις URL κεντρικού υπολογιστή',
	'FORCE_SERVER_VARS_EXPLAIN'	=> 'Εάν αυτό τεθεί σε ΝΑΙ οι ρυθμίσεις κεντρικών υπολογιστών που γίνονται εδώ ισχύουν, αντί των αυτόματα καθορισμένων ρυθμίσεων.',
	'ICONS_PATH'				=> 'Σύμβολα θεμάτων διαδρομή',
	'ICONS_PATH_EXPLAIN'		=> 'Η διαδρομή του φακέλου στον κατάλογο του phpBB, π.χ. <samp>images/icons</samp>.',
	'PATH_SETTINGS'				=> 'Διαδρομή ρυθμίσεις',
	'RANKS_PATH'				=> 'Διαδρομή φακέλου εικόνων βαθμών',
	'RANKS_PATH_EXPLAIN'		=> 'Η διαδρομή του φακέλου στον κατάλογο του phpBB, π.χ. <samp>images/ranks</samp>.',
	'SCRIPT_PATH'				=> 'Διαδρομή καταλόγου',
	'SCRIPT_PATH_EXPLAIN'		=> 'Η διαδρομή στην οποία βρίσκετε το phpBB σχετικά με το όνομα της ιστοσελίδας, π.χ. <samp>/phpBB3</samp>.',
	'SERVER_NAME'				=> 'Όνομα ιστοσελίδας',
	'SERVER_NAME_EXPLAIN'		=> 'Η τοποθεσία στην οποία τρέχει η ιστοσελίδα σας (για παράδειγμα: <samp>www.example.com</samp>).',
	'SERVER_PORT'				=> 'Θύρα κεντρικού υπολογιστή',
	'SERVER_PORT_EXPLAIN'		=> 'Η θύρα την οποία τρέχει ο κεντρικός υπολογιστής συνήθως 80, αλλάξτε μόνο εάν είναι διαφορετική.',
	'SERVER_PROTOCOL'			=> 'Πρωτόκολλο κεντρικού υπολογιστή',
	'SERVER_PROTOCOL_EXPLAIN'	=> 'Αυτό θα χρησιμοποιηθεί από των κεντρικό υπολογιστή ως πρωτόκολλο εάν αυτές οι ρυθμίσεις είναι αναγκαίες. Διαφορετικά εάν αυτό το πεδίο είναι κενό τότε οι ρυθμίσεις για ασφαλής κεντρικό υπολογιστή θα καθοριστούν από τα cookie (<samp>http://</samp>  ή <samp>https://</samp>).',
	'SERVER_URL_SETTINGS'		=> 'Ρυθμίσεις κεντρικού υπολογιστή URL',
	'SMILIES_PATH'				=> 'Διαδρομή φακέλου εικονιδίων',
	'SMILIES_PATH_EXPLAIN'		=> 'Η διαδρομή του φακέλου στον κατάλογο του phpBB, π.χ. <samp>images/smilies</samp>.',
	'UPLOAD_ICONS_PATH'			=> 'Διαδρομή φακέλου των συμβόλων ομάδας',
	'UPLOAD_ICONS_PATH_EXPLAIN'	=> 'Η διαδρομή του φακέλου στον κατάλογο του phpBB, π.χ. <samp>images/upload_icons</samp>.',
));

// Security Settings
$lang = array_merge($lang, array(
	'ACP_SECURITY_SETTINGS_EXPLAIN'		=> 'Εδώ είστε σε θέση να καθορίσετε τη σύνοδο και σχετικές με την σύνδεση ρυθμίσεις.',

	'ALL'							=> 'Όλα',
	'ALLOW_AUTOLOGIN'				=> 'Επιτρέψτε την συνεχής σύνδεση', 
	'ALLOW_AUTOLOGIN_EXPLAIN'		=> 'Διευκρινίζει εάν τα μέλη μπορούν να συνδεθούν αυτόματα με κάθε επίσκεψη στην Δ. Συζήτηση.', 
	'AUTOLOGIN_LENGTH'				=> 'Χρόνος εκκαθαρίσεων για την σύνδεση των κλειδιών (σε ημέρες)', 
	'AUTOLOGIN_LENGTH_EXPLAIN'		=> 'Ο αριθμός ημερών, και μετά ένα κλειδί σύνδεσης για τις αυτόματες συνδέσεις δεν ισχύει, αφήστε μηδέν για να μην ισχύει αυτό.', 
	'BROWSER_VALID'					=> 'Έλεγχος πλοηγού',
	'BROWSER_VALID_EXPLAIN'			=> 'Ενεργοποιήστε τον έλεγχο πλοηγού για την αντίστοιχη συνεδρίαση, προκειμένου να αυξηθεί η ασφάλεια.',
	'CHECK_DNSBL'					=> 'Εξετάστε την IP ενάντια στη μαύρη DNS λίστα',
	'CHECK_DNSBL_EXPLAIN'			=> 'Εάν ενεργοποιηθεί αυτό η IP διεύθυνση του μέλους ελέγχετε κατά την εγγραφή και την δημοσίευση ενάντια στις ακόλουθες υπηρεσίες DNSBL : <a href="http://spamcop.net">spamcop.net</a> και <a href="http://www.spamhaus.org">www.spamhaus.org</a>. Αυτός ο έλεγχος μπορεί να είναι χρονοβόρος ανάλογα με την διαμόρφωση των κεντρικών υπολογιστών. Εάν η καθυστερήσεις είναι μεγάλες ή υπάρχουν πολλά αρνητικά αποτελέσματα μπορείτε να απενεργοποιήσετε αυτόν το έλεγχο.',
	'CLASS_B'						=> 'Α.Β',
	'CLASS_C'						=> 'Α.Β.C',
	'EMAIL_CHECK_MX'				=> 'Έλεγχος ηλεκτρονικού ταχυδρομείου ιστοσελίδας για έγκυρη MX είσοδο',
	'EMAIL_CHECK_MX_EXPLAIN'		=> 'Εάν είναι ενεργοποιημένο η ιστοσελίδα της διεύθυνσης ηλεκτρονικού ταχυδρομείου εξετάζεται με την εγγραφή και την αλλαγή του προφίλ για μια έγκυρη είσοδο του MX.',
	'FORCE_PASS_CHANGE'				=> 'Εξαναγκάστε αλλαγή κωδικού',
	'FORCE_PASS_CHANGE_EXPLAIN'		=> 'Απαιτεί από τα μέλη να αλλάξουν τον κωδικό πρόσβασης τους μετά από ένα χρονικό διάστημα ημερών. Εάν θέλετε να το απενεργοποιήσετε θέστε αυτό σε 0.',
	'FORM_TIME_MAX'					=> 'Μέγιστος χρόνος να υποβληθούν οι μορφές',
	'FORM_TIME_MAX_EXPLAIN'			=> 'Ο χρόνος που ένα μέλος  πρέπει να υποβάλει μια μορφή. Χρησιμοποιείστε -1 για να τεθεί εκτός λειτουργίας. Σημειώστε ότι η μορφή θα γίνει άκυρη εάν η σύνοδος λήγει, ανεξάρτητα από αυτήν την ρύθμιση.',
	'FORM_SID_GUESTS'				=> 'Αυτό διαμορφώνει τις συνόδους επισκεπτών',
	'FORM_SID_GUESTS_EXPLAIN'		=> 'Εάν αυτό είναι ενεργοποιημένο, το σημείο μορφής που διανέμεται στους επισκέπτες θα είναι σύνοδος-αποκλειστικό. Αυτό μπορεί να προκαλέσει προβλήματα με διάφορα  ISPs.',
	'FORWARDED_FOR_VALID'			=> 'Εγκυρότητα <var>X_FORWARDED_FOR</var> κεφαλίδας',
	'FORWARDED_FOR_VALID_EXPLAIN'	=> 'Οι σύνοδοι θα συνεχιστούν μόνο εάν η απεσταλμένη κεφαλίδα <var>X_FORWARDED_FOR</var> είναι ίδια με αυτή που στέλνεται με το προηγούμενο αίτημα. Οι απαγορεύσεις θα ελεγχθούν σε σχέση με τις IPs σε <var>X_FORWARDED_FOR</var> επίσης.',
	'IP_VALID'						=> 'Σύνοδος IP εγκυρότητα',
	'IP_VALID_EXPLAIN'				=> 'Καθορίζει πόσο χρησιμοποιείται η IP των μελών  για να επικυρώσει μια σύνοδο Όλα συγκρίνει την πλήρη διεύθυνση, A.B.C το πρώτο x.x.x, A.B πρώτο x.x, κανένα θέτει εκτός λειτουργίας τον έλεγχο. IPv6 στις διευθύνσεις A.B.C συγκρίνει τους πρώτους 4 φραγμούς και A.B τους πρώτους 3 φραγμούς.',
	'IP_LOGIN_LIMIT_MAX'			=> 'Μέγιστος αριθμός άκυρων συνδέσεων',
	'IP_LOGIN_LIMIT_MAX_EXPLAIN'	=> 'Το όριο των προσπαθειών σύνδεσης από μια  ΙΡ διεύθυνση πριν η anti-spambot εργασία ενεργοποιηθεί. Προσθέστε 0 για να επιτρέπεται την anti-spambot εργασία   το να ενεργοποιείται από ΙΡ διεύθυνση.',
	'IP_LOGIN_LIMIT_TIME'			=> 'ΙΡ διεύθυνση σύνδεσης χρονικό όριο λήξης προσπάθειας',
	'IP_LOGIN_LIMIT_TIME_EXPLAIN'	=> 'Προσπάθειες σύνδεσης λήγουν μετά το διάστημα αυτό.',
	'IP_LOGIN_LIMIT_USE_FORWARDED'	=> 'Όριο προσπάθειας  σύνδεσης από  <var>X_FORWARDED_FOR</var> κεφαλίδας',
	'IP_LOGIN_LIMIT_USE_FORWARDED_EXPLAIN'	=> 'Περιορισμός προσπαθειών  σύνδεσης από τη διεύθυνση ΙΡ που περιορίζονται από <var>X_FORWARDED_FOR</var> τιμή. <br /><em><strong>Προσοχή:</strong>Ενεργοποιήσετε αυτό μόνο αν είναι σε λειτουργία ενός διακομιστή μεσολάβησης που θέτει <var> X_FORWARDED_FOR </ var>, σε αξιόπιστες τιμές. </ em>',
	'MAX_LOGIN_ATTEMPTS'			=> 'Μέγιστος αριθμός προσπαθειών σύνδεσης ανά μέλος',
	'MAX_LOGIN_ATTEMPTS_EXPLAIN'	=> 'Ο αριθμός των προσπαθειών σύνδεσης που επιτρέπονται για ένα μόνο λογαριασμό  πριν η anti-spambot εργασία ενεργοποιηθεί. Προσθέστε 0 για να επιτρέπεται την anti-spambot εργασία το να ενεργοποιείται από τον λογαριασμό μέλους.',
	'NO_IP_VALIDATION'				=> 'Κανένα',
	'NO_REF_VALIDATION'				=> 'Κανένα',
	'PASSWORD_TYPE'					=> 'Πολυπλοκότητα κωδικού πρόσβασης',
	'PASSWORD_TYPE_EXPLAIN'			=> 'Καθορίζει την πολυπλοκότητα που είναι απαραίτητη με την επιλογή ή την αλλαγή ενός κωδικού πρόσβασης. Οι επόμενες επιλογές περιλαμβάνουν τις προηγούμενες',
	'PASS_TYPE_ALPHA'				=> 'Πρέπει να περιέχει γράμματα και αριθμούς',
	'PASS_TYPE_ANY'					=> 'Καμία απαίτηση',
	'PASS_TYPE_CASE'				=> 'Πρέπει να περιέχει Κεφαλαία και μικρά γράμματα',
	'PASS_TYPE_SYMBOL'				=> 'Πρέπει να περιέχει έξτρα σύμβολα',
	'REF_HOST'						=> 'Μόνο επικυρωμένος κεντρικός υπολογιστής',
	'REF_PATH'						=> 'Επίσης επικυρωμένη διαδρομή',
	'REFERER_VALID'					=> 'Επικυρωμένος αναφορέας',
	'REFERER_VALID_EXPLAIN'			=> 'Εάν επιτρέπεται, ο αναφορέας από τα ερωτήματα των δημοσιεύσεων  θα ελεγχθεί σε σχέση  με τις ρυθμίσεις διαδρομής  του κεντρικού υπολογιστή/σεναρίου. Αυτό μπορεί να προκαλέσει τα ζητήματα με το ευρετήριο  χρησιμοποιώντας διάφορους τομείς και ή εξωτερικές συνδέσεις.',

	'TPL_ALLOW_PHP'					=> 'Επιτρέψτε php στα πρότυπα',
	'TPL_ALLOW_PHP_EXPLAIN'			=> 'Εάν αυτή η επιλογή είναι ενεργοποιημένη, <code>PHP</code> και <code>INCLUDEPHP</code> στα πρότυπα θα αναγνωρίζονται και εφαρμόζονται.',
));

// Email Settings
$lang = array_merge($lang, array(
	'ACP_EMAIL_SETTINGS_EXPLAIN'	=> 'Αυτές οι πληροφορίες απαιτούνται, εάν η Δ. Συζήτηση στέλνει τα ηλεκτρονικά ταχυδρομεία στα μέλη σας. Σιγουρευτείτε ότι η διεύθυνση που προσθέσατε είναι έγκυρη διότι απαγορευμένα ή μη απεσταλμένα μηνύματα θα στέλνονται σε αυτήν την διεύθυνση. Εάν ο προμηθευτής Webhosting σας δεν προσφέρει την υπηρεσία αποστολής ηλεκτρονικού ταχυδρομείου μέσω PHP, μπορείτε να αποστείλετε τα μηνύματά σας επίσης άμεσα πέρα από το smtp. Αυτό απαιτεί την ένδειξη της διεύθυνσης ενός κατάλληλου κεντρικού υπολογιστή (ρωτήστε εάν δεν το ξέρετε τον προμηθευτής σας), μην χρησιμοποιήσετε οποιοδήποτε όνομα εδώ! Εάν ο κεντρικός υπολογιστής απαιτεί εξουσιοδότηση (και μόνο, εάν αυτό συμβαίνει), πληκτρολογείστε το όνομα χρήστη και τον προσωπικό κωδικό. Σημειώστε παρακαλώ ότι αυτή τη στιγμή μόνο η απλή εξουσιοδότηση είναι διαθέσιμη άλλες διαδικασίες προς στιγμήν δεν υποστηρίζονται..',

	'ADMIN_EMAIL'					=> 'Διεύθυνση ηλεκτρονικού ταχυδρομείου απάντησης',
	'ADMIN_EMAIL_EXPLAIN'			=> 'Αυτή η τεχνική διεύθυνση επικοινωνιών λαμβάνεται ως διεύθυνση απάντησης για όλα τα μηνύματα ηλεκτρονικού ταχυδρομείου. Θα χρησιμοποιηθεί πάντα ως <samp>Διεύθυνση-Επιστροφής</samp> και <samp>Αποστολέας</samp> ηλεκτρονικού ταχυδρομείου.',
	'BOARD_EMAIL_FORM'				=> 'Αποστολή ηλεκτρονικών ταχυδρομείων μέσω Δ. Συζήτησης',
	'BOARD_EMAIL_FORM_EXPLAIN'		=> 'Αντί της ένδειξης της διεύθυνσης ηλεκτρονικού ταχυδρομείου των μελών, αυτοί μπορούν να αποστείλουν ηλεκτρονικά ταχυδρομεία μέσω της Δ. Συζήτησης.',
	'BOARD_HIDE_EMAILS'				=> 'Απόκρυψη ηλεκτρονικού ταχυδρομείου διεύθυνση',
	'BOARD_HIDE_EMAILS_EXPLAIN'		=> 'Αυτή η λειτουργία κρατά τις διευθύνσεις ηλεκτρονικού ταχυδρομείου απολύτως ιδιωτικές.',
	'CONTACT_EMAIL'					=> 'Διεύθυνση επικοινωνίας ηλεκτρονικού ταχυδρομείου ',
	'CONTACT_EMAIL_EXPLAIN'			=> 'Αυτή η διεύθυνση θα χρησιμοποιηθεί όταν απαιτείται ένα συγκεκριμένο σημείο επικοινωνίας, π.χ. ενοχλητικά μηνύματα, αναφορά λαθών, κ.λ.π. Θα χρησιμοποιηθεί πάντα ως <samp>Από</samp> και <samp>Απάντηση-Προς</samp> διεύθυνση ηλεκτρονικού ταχυδρομείου.',
	'EMAIL_FUNCTION_NAME'			=> 'Όνομα λειτουργίας ηλεκτρονικού ταχυδρομείου',
	'EMAIL_FUNCTION_NAME_EXPLAIN'	=> ' Η PHP λειτουργία που θα χρησιμοποιηθεί, για την αποστολή ηλεκτρονικού ταχυδρομείου.',
	'EMAIL_PACKAGE_SIZE'			=> 'Μέγεθος πακέτου ηλεκτρονικών ταχυδρομείων',
	'EMAIL_PACKAGE_SIZE_EXPLAIN'	=> 'Αυτό είναι ο αριθμός των μέγιστων ηλεκτρονικών ταχυδρομείων που στέλνονται σε ένα πακέτο. Αυτή η ρύθμιση εφαρμόζεται στην εσωτερική σειρά αναμονής μηνυμάτων. Θέστε αυτήν την αξία σε 0 εάν έχετε προβλήματα με τα μη-παραδοθέντα ηλεκτρονικά ταχυδρομεία ανακοίνωσης.',
	'EMAIL_SIG'						=> 'Υπογραφή ηλεκτρονικού ταχυδρομείου',
	'EMAIL_SIG_EXPLAIN'				=> 'Αυτό το κείμενο είναι συνδεδεμένο με όλα τα ηλεκτρονικά ταχυδρομεία, τα οποία θα αποσταλούν από την Δ. Συζήτηση.',
	'ENABLE_EMAIL'					=> 'Ενεργοποιήστε τη λειτουργία ηλεκτρονικού ταχυδρομείου',
	'ENABLE_EMAIL_EXPLAIN'			=> 'Εάν αυτό είναι απενεργοποιημένο, κανένα ηλεκτρονικό ταχυδρομείο δεν θα αποστέλλεται από την Δ. Συζήτησης.<em>Σημείωση του “μέλους” ή του “διαχειριστή” ενεργοποίηση λογαριασμού ρυθμίσεις απαιτούν αυτή τη ρύθμιση για να ενεργοποιηθούν.</em>',
	'SMTP_AUTH_METHOD'				=> 'Μέθοδος επικύρωσης SMTP κεντρικού υπολογιστή',
	'SMTP_AUTH_METHOD_EXPLAIN'		=> 'Χρειάζεται μόνο όταν ένας χρήστης/κωδικός έχει πληκτρολογηθεί. Ζητήστε από τον προμηθευτή Webhosting σας, εάν δεν είστε σίγουρος ποια μέθοδο υποστηρίζει ώστε εσείς να επιλέξετε.',
	'SMTP_CRAM_MD5'					=> 'CRAM-MD5',
	'SMTP_DIGEST_MD5'				=> 'DIGEST-MD5',
	'SMTP_LOGIN'					=> 'Σύνδεση ',
	'SMTP_PASSWORD'					=> 'SMTP κωδικός',
	'SMTP_PASSWORD_EXPLAIN'			=> 'Προσθέστε μόνο τον κωδικό εάν ο SMTP κεντρικός υπολογιστής απαιτεί αυτό. <em><strong>Προσοχή:</strong> αυτός ο κωδικός αποθηκεύεται σαν απλό κείμενο στην Βάση δεδομένων.</em>',
	'SMTP_PLAIN'					=> 'Απλό',
	'SMTP_POP_BEFORE_SMTP'			=> 'POP-ΠΡΙΝ-SMTP',
	'SMTP_PORT'						=> 'Θύρα κεντρικού υπολογιστή SMTP',
	'SMTP_PORT_EXPLAIN'				=> 'Αλλάξτε αυτό μόνο όταν γνωρίζετε ότι η θύρα του SMTP κεντρικού υπολογιστή, είναι διαφορετική.',
	'SMTP_SERVER'					=> 'Διεύθυνση κεντρικού υπολογιστή SMTP',
	'SMTP_SETTINGS'					=> 'SMTP ρυθμίσεις',
	'SMTP_USERNAME'					=> 'SMTP όνομα χρήστη',
	'SMTP_USERNAME_EXPLAIN'			=> 'Προσθέστε μόνο τον κωδικό εάν ο SMTP κεντρικός υπολογιστής απαιτεί αυτό.',
	'USE_SMTP'						=> 'Χρησιμοποίηση SMTP κεντρικού υπολογιστή για τα ηλεκτρονικά ταχυδρομεία',
	'USE_SMTP_EXPLAIN'				=> 'Επιλέξτε "ναι", εάν εσείς θέλετε να γίνετε η αποστολή ηλεκτρονικών ταχυδρομείων μέσω ενός SMTP κεντρικού υπολογιστή (η πρέπει), αντί της χρησιμοποίησης της λειτουργίας ηλεκτρονικού ταχυδρομείου μέσω PHP.',
));

// Jabber settings
$lang = array_merge($lang, array(
	'ACP_JABBER_SETTINGS_EXPLAIN'	=> 'Εδώ μπορείτε να ενεργοποιήσετε και να ελέγξετε τη χρήση Jabber για παράδειγμα των μηνυμάτων και των ανακοινώσεων της Δ. Συζήτησης. Το Jabber είναι ανοιχτού κώδικα λογισμικό και επομένως ελεύθερο για τον καθένα. Μερικοί Jabber κεντρικοί υπολογιστές χρησιμοποιούν τις πύλες ή τη μεταφορά, οι οποίες επιτρέπουν σε εσάς να έρθετε σε επαφή με μέλη άλλων δικτύων. Όχι όλοι οι κεντρικοί υπολογιστές προσφέρουν όλη τη μεταφορά, και οι αλλαγές στα πρακτικά μπορούν να αποτρέψουν τη μεταφορά από τη λειτουργία. Θεωρήστε ότι μπορεί να πάρει μερικά δευτερόλεπτα, στη διαταγή οι Jabber πληροφορίες λογαριασμού μελών στη μεταφορά. Επομένως μην διακόψετε το χειρόγραφο έως ότου ολοκληρωθεί!!',

	'JAB_ENABLE'				=> 'Ενεργοποιήστε Jabber',
	'JAB_ENABLE_EXPLAIN'		=> 'Ενεργοποιήστε τη χρήση Jabber των μηνυμάτων και – ανακοινώσεις.',
	'JAB_GTALK_NOTE'			=> 'Παρακαλώ σημειώστε ότι το GTalk δεν θα λειτουργήσει εάν η <samp>dns_get_record</samp> λειτουργία δεν βρεθεί. Αυτή η λειτουργία δεν είναι διαθέσιμη στο PHP4 και δεν εφαρμόζεται σε λογισμικό Windows, και ούτε  (προς το παρών) λειτουργεί με *BSD λογισμικό.',
	'JAB_PACKAGE_SIZE'			=> 'Jabber πακέτο μέγεθος',
	'JAB_PACKAGE_SIZE_EXPLAIN'	=> 'Αυτό είναι ο αριθμός μηνυμάτων, τα οποία στέλνονται σε ένα πακέτο. Προκειμένου να σταλούν τα μηνύματα αμέσως, ρυθμίστε ως τιμή 0.',
	'JAB_PASSWORD'				=> 'Jabber κωδικός',
	'JAB_PASSWORD_EXPLAIN'		=> '<em><strong>Προσοχή:</strong> αυτός ο κωδικός αποθηκεύεται σαν απλό κείμενο στην βάση δεδομένων.</em>',
	'JAB_PORT'					=> 'Jabber θύρα',
	'JAB_PORT_EXPLAIN'			=> 'Αφήστε αυτό το πεδίο κενό εάν δεν ξέρετε ότι η θύρα είναι 5222.',
	'JAB_SERVER'				=> 'Jabber κεντρικός υπολογιστής',
	'JAB_SERVER_EXPLAIN'		=> 'Κοίτα %sjabber.org%s για όλες τις λίστες κεντρικών υπολογιστών.',
	'JAB_SETTINGS_CHANGED'		=> 'Jabber ρυθμίσεις ενημερώθηκαν επιτυχώς.',
	'JAB_USE_SSL'				=> 'Χρησιμοποιήστε SSL για να συνδεθείτε',
	'JAB_USE_SSL_EXPLAIN'		=> 'Εάν επιτρέπεται μια ασφαλής σύνδεση δοκιμάζεται για να καθιερωθεί. Η θύρα Jabber θα τροποποιηθεί σε 5223 εάν η θύρα 5222 καθορίζεται.',
	'JAB_USERNAME'				=> 'Jabber όνομα μέλους ή JID',
	'JAB_USERNAME_EXPLAIN'		=> 'Σε περίπτωση που αυτό το μέλος δεν είναι εγγεγραμμένο ακόμη ή δεν έχει ένα έγκυρο JID, του δίνετε η δυνατότητα να εγγραφή. Εάν διευκρινίζετε μόνο ένα όνομα μέλους, τότε το δικό σας JID  θα είναι το όνομα μέλους και ο κεντρικός υπολογιστής που ορίσατε πιο πάνω. Αλλιώς, διευκρινίστε ένα έγκυρο JID, για παράδειγμα user@jabber.org ',
));

?>