<?php
/** 
*
* acp_forums [Greek - El]
*
* @package language
* @version $Id: forums.php 11456 2011-10-13 15:30:17Z git-gate $
* @copyright (c) 2005 phpBB Group 
* @license http://opensource.org/licenses/gpl-license.php GNU Public License 
*
* Ελληνική μετάφραση από την ομάδα του phpbbgr.com:
* (http://phpbbgr.com/team/)
*
*/

/**
* DO NOT CHANGE
*/
if (!defined('IN_PHPBB'))
{
	exit;
}

if (empty($lang) || !is_array($lang))
{
	$lang = array();
}

// DEVELOPERS PLEASE NOTE
//
// All language files should use UTF-8 as their encoding and the files must not contain a BOM.
//
// Placeholders can now contain order information, e.g. instead of
// 'Page %s of %s' you can (and should) write 'Page %1$s of %2$s', this allows
// translators to re-order the output of data while ensuring it remains correct
//
// You do not need this where single placeholders are used, e.g. 'Message %d' is fine
// equally where a string contains only two placeholders which are used to wrap text
// in a url you again do not need to specify an order e.g., 'Click %sHERE%s' is fine

// Forum Admin
$lang = array_merge($lang, array(
	'AUTO_PRUNE_DAYS'			=> 'Χρόνος αυτόματης εκκαθάρισης δημοσιεύσεων',
	'AUTO_PRUNE_DAYS_EXPLAIN'	=> 'Οι ημέρες από την τελευταία δημοσίευση μετά τις οποίες θα αφαιρείτε το θέμα.',
	'AUTO_PRUNE_FREQ'			=> 'Συχνότητα αυτόματου καθαρισμού',
	'AUTO_PRUNE_FREQ_EXPLAIN'	=> 'Ο χρόνος σε ημέρες ενδιάμεσα σε ενέργειες καθαρισμού.',
	'AUTO_PRUNE_VIEWED'			=> 'Χρόνος επισκόπησης δημοσίευσης πριν τον αυτόματο καθαρισμό',
	'AUTO_PRUNE_VIEWED_EXPLAIN'	=> 'Ο χρόνος σε ημέρες από την τελευταία φορά επισκόπησης πριν διαγραφεί το θέμα.',

	'CONTINUE'						=> '	Συνέχιση',
	'COPY_PERMISSIONS'				=> 'Αντιγραφή δικαιωμάτων από',
	'COPY_PERMISSIONS_EXPLAIN'		=> 'Για να γίνει πιο εύκολη η προσθήκη προσβάσεων για την νέα Δ. Συζήτηση, μπορείτε να αντιγράψετε τα δικαιώματα μιας υπάρχουσας Δ. Συζήτησης.',
	'COPY_PERMISSIONS_ADD_EXPLAIN'	=> 'Όταν δημιουργηθεί, η Δ. Συζήτηση θα έχει τα ίδια δικαιώματα πρόσβασης με αυτήν που θα επιλεχθεί εδώ. Αν δεν επιλεγεί κάποια Δ. Συζήτηση η νέα δεν θα είναι ορατή μέχρι να οριστούν τα δικαιώματα πρόσβασης της.',
	'COPY_PERMISSIONS_EDIT_EXPLAIN'	=> 'Αν επιλέξετε να αντιγράψετε τα δικαιώματα, η Δ. Συζήτηση θα αποκτήσει τα ίδια με αυτήν που θα επιλέξετε. Αυτό θα υπερκαλύψει τα δικαιώματα που είχατε ορίσει πριν για αυτήν την Δ. Συζήτηση. Αν δεν επιλεγεί κάποια Δ. Συζήτηση τα δικαιώματα θα παραμείνουν ως έχουν.',
	'COPY_TO_ACL'					=> 'Εναλλακτικά, μπορείτε εσείς να %sθέσετε νέα δικαιώματα%s για αυτή την Δ. Συζήτηση.',
	'CREATE_FORUM'					=> 'Δημιουργία νέας Δ. Συζήτησης',

	'DECIDE_MOVE_DELETE_CONTENT'		=> 'Διαγραφή περιεχομένων ή μεταφορά τους σε άλλη Δ. Συζήτηση',
	'DECIDE_MOVE_DELETE_SUBFORUMS'		=> 'Διαγραφή υποσυζητήσεων ή μεταφορά τους σε άλλη Δ. Συζήτηση',
	'DEFAULT_STYLE'						=> 'Βασικό στυλ',
	'DELETE_ALL_POSTS'					=> 'Διαγραφή των δημοσιεύσεων',
	'DELETE_SUBFORUMS'					=> 'Διαγραφή υποσυζητήσεων και δημοσιεύσεων',
	'DISPLAY_ACTIVE_TOPICS'				=> 'Ενεργοποίηση ενεργών θεμάτων',
	'DISPLAY_ACTIVE_TOPICS_EXPLAIN'		=> 'Αν αυτό οριστεί σαν "ναι" τα ενεργά θέματα στις υποσυζητήσεις θα εμφανίζονται κάτω από αυτήν την κατηγορία.',

	'EDIT_FORUM'					=> 'Επεξεργασία Δ. Συζήτησης',
	'ENABLE_INDEXING'				=> 'Ενεργοποίηση ευρετηρίου αναζήτησης',
	'ENABLE_INDEXING_EXPLAIN'		=> 'Αν οριστεί σαν ναι οι δημοσιεύσεις σε αυτήν την Δ. Συζήτηση θα καταχωρούνται για αναζήτηση.',
	'ENABLE_POST_REVIEW'			=> 'Ενεργοποίηση επισκόπησης δημοσίευσης',
	'ENABLE_POST_REVIEW_EXPLAIN'	=> 'Αν αυτό οριστεί σαν "ναι" τα μέλη θα μπορούν να προεπισκοπίσουν την δημοσίευση τους αν γίνουν νέες δημοσιεύσεις στο θέμα όταν τα μέλη γράφουν τις δικές τους. Αυτό πρέπει να τεθεί εκτός λειτουργίας για τις Δ. Συζητήσεις συνομιλίας.',
	'ENABLE_QUICK_REPLY'			=> 'Ενεργοποίηση γρήγορης απάντησης',
	'ENABLE_QUICK_REPLY_EXPLAIN'	=> 'Ενεργοποιεί την γρήγορη απάντηση σε αυτή τη Δ. Συζήτηση. Αυτή η ρύθμιση δεν λαμβάνετε υπόψιν αν η γρήγορη απάντηση είναι απενεργοποιημένη σε όλη την κοινότητα. Η γρήγορη απάντηση θα είναι μόνο ορατή σε χρήστες που έχουν δικαιώματα δημοσίευσης σε αυτή τη Δ. Συζήτηση.',
	'ENABLE_RECENT'					=> 'Εμφάνιση ενεργών θεμάτων',
	'ENABLE_RECENT_EXPLAIN'			=> 'Αν αυτό οριστεί σαν "ναι" τα θέματα που θα δημιουργηθούν σε αυτήν την Δ. Συζήτηση θα εμφανίζονται στην λίστα ενεργών θεμάτων.',
	'ENABLE_TOPIC_ICONS'			=> 'Ενεργοποίηση εικονιδίων θεμάτων',

	'FORUM_ADMIN'						=> 'Διαχείριση Δ. Συζήτησης',
	'FORUM_ADMIN_EXPLAIN'				=> 'Στο phpBB3 όλα είναι βασισμένα  σε φόρουμ. Μια κατηγορία είναι απλά ένας ειδικός τύπος του φόρουμ. Κάθε Δ. Συζήτηση μπορεί να έχει απεριόριστο αριθμό υποσυζητήσεων και μπορείτε να ορίσετε κατά πόσο ο καθένας θα μπορεί να δημοσιεύει ή όχι (π.χ. κατά πόσο θα συμπεριφέρεται σαν παλιά κατηγορία). Εδώ μπορείτε να προσθέσετε, επεξεργαστείτε, διαγράψετε, κλειδώσετε, ξεκλειδώσετε ξεχωριστές Δ. Συζητήσεις όσο και να ορίσετε επιπλέον σημεία ελέγχου. Αν οι δημοσιεύσεις σας αποσυγχρονιστούν μπορείτε να επανασυγχρονίσετε την Δ. Συζήτηση.<strong> Πρέπει να δηλώσετε ή να αντιγράψετε δικαιώματα στις πρόσφατες δημιουργημένες Δ. Συζητήσεις για να εμφανιστούν.</strong>',
	'FORUM_AUTO_PRUNE'					=> 'Ενεργοποίηση αυτόματης εκκαθάρισης',
	'FORUM_AUTO_PRUNE_EXPLAIN'			=> 'Πραγματοποιεί εκκαθάριση στην Δ. Συζήτηση, κάτω μπορείτε να επιλέξετε την συχνότητα-χρόνο αυτής της ενέργειας.',
	'FORUM_CREATED'						=> 'Επιτυχής δημιουργία Δ. Συζήτησης.',
	'FORUM_DATA_NEGATIVE'				=> 'Οι παράμετροι εκκαθάρισης δεν μπορούν να είναι αρνητικές.',
	'FORUM_DESC_TOO_LONG'				=> 'Η περιγραφή της Δ. Συζήτησης είναι πολύ μεγάλη, δεν πρέπει να υπερβαίνει τους 4000 χαρακτήρες.',
	'FORUM_DELETE'						=> 'Διαγραφή Δ. Συζήτησης',
	'FORUM_DELETE_EXPLAIN'				=> 'Η παρακάτω φόρμα θα σας επιτρέψει να διαγράψετε μια Δ. Συζήτηση. Αν είναι ανοικτή για δημοσιεύσεις θα μπορείτε να επιλέξετε που να μεταφέρετε τις δημοσιεύσεις ή τις υποσυζητήσεις που περιέχει.',
	'FORUM_DELETED'						=> 'Επιτυχής διαγραφή Δ. Συζήτησης.',
	'FORUM_DESC'						=> 'Περιγραφή',
	'FORUM_DESC_EXPLAIN'				=> 'Οποιοδήποτε σημείο-οδηγός HTML που θα εισαχθεί εδώ θα εμφανίζετε ως έχει.',
	'FORUM_EDIT_EXPLAIN'				=> 'Η παρακάτω φόρμα σας επιτρέπει να παραμετροποιήσετε αυτήν την Δ. Συζήτηση. Παρακαλώ σημειώστε ότι η διαχείριση και οι μεταβλητές καταμέτρησης δημοσιεύσεων ορίζονται από τις προσβάσεις Δ. Συζήτησης για κάθε μέλος ή ομάδα μελών.',
	'FORUM_IMAGE'						=> 'Εικόνα Δ. Συζήτησης',
	'FORUM_IMAGE_EXPLAIN'				=> 'Τοποθεσία, σχετική με τον βασικό κατάλογο, μιας εικόνας που θα συσχετιστεί με αυτήν την Δ. Συζήτηση.',
	'FORUM_IMAGE_NO_EXIST'				=> 'Η διευκρινισμένη εικόνα φόρουμ δεν υπάρχει',
	'FORUM_LINK_EXPLAIN'				=> 'Ολόκληρος ο δεσμός (συμπεριλαμβανομένου του πρωτοκόλλου, π.χ.: <samp>http://</samp>) στην τοποθεσία προορισμού που θα πηγαίνει το μέλος όταν επιλέγει αυτή την Δ. Συζήτηση, π.χ.: <samp>http://www.phpbb.com/</samp>.',
	'FORUM_LINK_TRACK'					=> 'Παρακολούθηση προωθήσεων δεσμού',
	'FORUM_LINK_TRACK_EXPLAIN'			=> 'Καταγράφει τον αριθμό των κλικ που έγιναν στον δεσμό Δ. Συζήτησης.',
	'FORUM_NAME'						=> 'Όνομα Δ. Συζήτησης',
	'FORUM_NAME_EMPTY'					=> 'Πρέπει να εισάγετε ένα όνομα για αυτήν την Δ. Συζήτηση.',
	'FORUM_PARENT'						=> 'Δ. Συζήτηση γονέας',
	'FORUM_PASSWORD'					=> 'Κωδικός πρόσβασης Δ. Συζήτησης',
	'FORUM_PASSWORD_CONFIRM'			=> 'Επιβεβαίωση κωδικού Δ. Συζήτησης',
	'FORUM_PASSWORD_CONFIRM_EXPLAIN'	=> 'Χρειάζεται να οριστεί μόνο αν έχει εισαχθεί κωδικός πρόσβασης για την Δ. Συζήτηση.',
	'FORUM_PASSWORD_EXPLAIN'			=> 'Προσδιορίζει έναν κωδικό πρόσβασης για αυτήν την Δ. Συζήτηση. Συστήνεται να χρησιμοποιηθεί κατά προτίμηση το σύστημα έγκρισης.',
	'FORUM_PASSWORD_UNSET'				=> 'Διαγραφή κωδικού Δ. Συζήτηση',
	'FORUM_PASSWORD_UNSET_EXPLAIN'		=> 'Έλεγχος για το εάν θέλετε να διαγράψετε τον κωδικό της Δ. Συζήτησης.',
	'FORUM_PASSWORD_OLD'				=> 'Ο κωδικός πρόσβασης της Δ. Συζήτησης χρησιμοποιεί μια παλαιά μέθοδο κατακερματισμού και πρέπει να αλλάξει.',
	'FORUM_PASSWORD_MISMATCH'			=> 'Ο κωδικός που εισάγατε δεν ταιριάζει.',
	'FORUM_PRUNE_SETTINGS'				=> 'Επιλογές εκκαθάρισης Δ. Συζήτησης',
	'FORUM_RESYNCED'					=> 'Επιτυχής επανασυγχρονισμός Δ. Συζήτησης "%s"',
	'FORUM_RULES_EXPLAIN'				=> 'Οι κανόνες Δ. Συζήτησης θα εμφανίζονται σε κάθε σελίδα της επιλεγμένης Δ. Συζήτησης.',
	'FORUM_RULES_LINK'					=> 'Δεσμός στους κανόνες της Δ. Συζήτησης',
	'FORUM_RULES_LINK_EXPLAIN'			=> 'Εδώ μπορείτε να εισάγετε έναν δεσμό της σελίδας/δημοσίευσης που περιέχει τους κανόνες λειτουργίας της Δ. Συζήτησης. Αυτή η επιλογή θα υπερκαλύψει το κείμενο κανόνων που εισάγατε.',
	'FORUM_RULES_PREVIEW'				=> 'Προεπισκόπηση κανόνων Δ. Συζήτησης',
	'FORUM_RULES_TOO_LONG'				=> 'Οι κανόνες της Δ. Συζήτησης δεν πρέπει να υπερβαίνουν τους 4000 χαρακτήρες.',
	'FORUM_SETTINGS'					=> 'Ρυθμίσεις Δ. Συζήτησης',
	'FORUM_STATUS'						=> 'Κατάσταση Δ. Συζήτησης',
	'FORUM_STYLE'						=> 'Στυλ Δ. Συζήτησης',
	'FORUM_TOPICS_PAGE'					=> 'Θέματα ανά σελίδα',
	'FORUM_TOPICS_PAGE_EXPLAIN'			=> 'Εάν αυτή η τιμή είναι 0, θα αγνοήσει τα θέματα προεπιλογής ανά ρύθμιση σελίδων.',
	'FORUM_TYPE'						=> 'Τύπος Δ. Συζήτησης',
	'FORUM_UPDATED'						=> 'Επιτυχής ενημέρωση πληροφοριών Δ. Συζήτησης.',

	'FORUM_WITH_SUBFORUMS_NOT_TO_LINK'		=> 'Θέλετε να αλλάξετε
μια Δ. Συζήτηση που έχει υπό-συζητήσεις σε έναν σύνδεσμο. Παρακαλώ μετακινήστε όλες τις υπό-συζητήσεις από αυτό το φόρουμ προτού να προχωρήσετε, επειδή μετά την αλλάξετε σε έναν σύνδεσμο δεν είστε πλέον ικανοί να δείτε τις υπό-συζητήσεις που συνδέονται αυτήν την περίοδο με την Δ. Συζήτηση.',

	'GENERAL_FORUM_SETTINGS'	=> 'Γενικές ρυθμίσεις Δ. Συζήτησης',

	'LINK'					=> 'Δεσμός',
	'LIST_INDEX'			=> 'Προβολή υπό-συζήτησης στο υπόμνημα της συζήτησης γονέα',
	'LIST_INDEX_EXPLAIN'	=> 'Προβολή αυτής της Δ. Συζήτησης στο ευρετήριο και οπουδήποτε αλλού ως δεσμό στο υπόμνημα της Δ. Συζήτησης γονέα του.  “Λίστα υπό-συζητήσεων στο υπόμνημα ” ρύθμιση είναι ενεργοποιημένη.',
	'LIST_SUBFORUMS'			=> 'Λίστα υπό-συζητήσεων στο υπόμνημα',
	'LIST_SUBFORUMS_EXPLAIN'	=> 'Εμφάνιση αυτής της Δ. Συζήτησης υπό-συζητήσεις στο ευρετήριο και όπου αλλού ως δεσμό  εάν στο υπόμνημα η επιλογή  “Λίστα υπό-συζητήσεων στην τρέχων Δ, Συζήτηση” είναι ενεργοποιημένη',
	'LOCKED'				=> 'Κλειδωμένο',
	'MOVE_POSTS_NO_POSTABLE_FORUM'	=> 'Η Δ. Συζήτηση που επιλέξατε να μεταφέρετε τις δημοσιεύσεις δεν είναι ανοιχτή για δημοσιεύσεις. Παρακαλώ επιλέξτε μια ανοιχτή Δ. Συζήτηση.',
	'MOVE_POSTS_TO'					=> 'Μετακίνηση δημοσιεύσεων στο',
	'MOVE_SUBFORUMS_TO'				=> 'Μετακίνηση υποσυζητήσεων στο',

	'NO_DESTINATION_FORUM'			=> 'Δεν επιλέξατε κάποια Δ. Συζήτηση για να μεταφέρετε εκεί τα περιεχόμενα.',
	'NO_FORUM_ACTION'				=> 'Δεν επιλέχτηκε κάποια ενέργεια το τι γίνει με τα περιεχόμενα της Δ. Συζήτησης.',
	'NO_PARENT'						=> 'Κατηγορία γονέας',
	'NO_PERMISSIONS'				=> 'Να μην γίνει αντιγραφή δικαιωμάτων',
	'NO_PERMISSION_FORUM_ADD'		=> 'Δεν έχετε τα απαραίτητα δικαιώματα για να προσθέσετε μια Δ. Συζήτηση.',
	'NO_PERMISSION_FORUM_DELETE'	=> 'Δεν έχετε τα απαραίτητα δικαιώματα για να διαγράψετε μια Δ. Συζήτηση.',

	'PARENT_IS_LINK_FORUM'		=> 'Η κατηγορία γονέας που επιλέξατε είναι δεσμός Δ. Συζήτησης. Οι δεσμοί αυτοί δεν είναι δυνατόν να περιέχουν άλλες Δ. Συζητήσεις, παρακαλώ επιλέξτε μια κατηγορία ή Δ. Συζήτηση για γονέα.',
	'PARENT_NOT_EXIST'			=> 'Κατηγορία γονέας δεν υπάρχει.',
	'PRUNE_ANNOUNCEMENTS'		=> 'Εκκαθάριση ανακοινώσεων',
	'PRUNE_STICKY'				=> 'Εκκαθάριση υπομνημάτων',
	'PRUNE_OLD_POLLS'			=> 'Εκκαθάριση παλιών δημοσιεύσεων',
	'PRUNE_OLD_POLLS_EXPLAIN'	=> 'Αφαίρεση θεμάτων με δημοψηφίσματα που δεν χρησιμοποιήθηκαν για μέρες.',
	
	'REDIRECT_ACL'	=> 'Τώρα μπορείτε να %sορίσετε τις προσβάσεις%s για αυτήν την Δ. Συζήτηση.',

	'SYNC_IN_PROGRESS'			=> 'Συγχρονισμός Δ. Συζήτησης',
	'SYNC_IN_PROGRESS_EXPLAIN'	=> 'Αυτή την στιγμή το θέμα %1$d από %2$d συγχρονίζεται.',

	'TYPE_CAT'			=> 'Κατηγορία',
	'TYPE_FORUM'		=> 'Δ. Συζήτηση',
	'TYPE_LINK'			=> 'Δεσμός',

	'UNLOCKED'			=> 'Ξεκλείδωτο',
));

?>