<?php
/** 
*
* acp_permissions [Greek - El]
*
* @package language
* @version $Id: permissions.php 11617 2011-12-08 21:30:13Z git-gate $
* @copyright (c) 2005 phpBB Group 
* @license http://opensource.org/licenses/gpl-license.php GNU Public License 
*
* Ελληνική μετάφραση από την ομάδα του phpbbgr.com:
* (http://phpbbgr.com/team/)
*
*/

/**
* DO NOT CHANGE
*/
if (!defined('IN_PHPBB'))
{
	exit;
}

if (empty($lang) || !is_array($lang))
{
	$lang = array();
}

// DEVELOPERS PLEASE NOTE
//
// All language files should use UTF-8 as their encoding and the files must not contain a BOM.
//
// Placeholders can now contain order information, e.g. instead of
// 'Page %s of %s' you can (and should) write 'Page %1$s of %2$s', this allows
// translators to re-order the output of data while ensuring it remains correct
//
// You do not need this where single placeholders are used, e.g. 'Message %d' is fine
// equally where a string contains only two placeholders which are used to wrap text
// in a url you again do not need to specify an order e.g., 'Click %sHERE%s' is fine

$lang = array_merge($lang, array(
	'ACP_PERMISSIONS_EXPLAIN'	=> '
		<p>Οι προσβάσεις είναι ιδιαίτερα ευαίσθητες και ομαδοποιημένες σε τέσσερα σημαντικά τμήματα, τα οποία είναι:</p>

		<h2>Γενικές Προσβάσεις</h2>
		<p>Αυτές χρησιμοποιούνται για να ελέγξουν την πρόσβαση σε ένα γενικό επίπεδο και ισχύουν για ολόκληρη την Δ. Συζήτηση. Διαιρούνται περαιτέρω σε δικαιώματα μελών, δικαιώματα ομάδων, διαχειριστές και Δ. Συζήτησης-καθολικοί συντονιστές.</p>

		<h2>Δ. Συζήτηση με βάση τις προσβάσεις</h2>
		<p>Αυτές χρησιμοποιούνται για να ελέγξουν την πρόσβαση στο ανά βάση Δ. Συζήτηση. Διαιρούνται περαιτέρω σε δικαιώματα Δ. Συζήτησης, συντονιστές Δ. Συζήτησης, συγκεκριμένα δικαιώματα Δ. Συζήτησης μελών και ομάδων-συγκεκριμένα δικαιώματα Δ. Συζήτησης.</p>

		<h2>Προσβάσεις Ρόλοι</h2>
		<p>Χρησιμοποιούνται για να δημιουργηθούν διαφορετικές συστοιχίες δικαιωμάτων για διαφορετικούς τύπους που θα ορίζονται με βάση κάποιον ρόλο. Οι ρόλοι προεπιλογής πρέπει να καλύψουν τη διαχείριση μεγάλων και μικρών Δ. Συζητήσεων, εν τούτοις μέσα σε κάθε ένα από τα τέσσερα τμήματα, μπορείτε να προσθέσετε, επεξεργαστείτε διαγράψετε τους ρόλους.</p>

		<h2>Αποτελεσματικές Προσβάσεις</h2>
		<p>Χρησιμοποιούνται για να δουν τις αποτελεσματικές προσβάσεις που ορίζονται στους χρήστες, τους συντονιστές (γενικούς και καθολικούς), τους διαχειριστές ή τις Δ. Συζητήσεις. </p>
	
		<br />

		<p>Για περισσότερες πληροφορίες στην οργάνωση και τη διαχείριση των αδειών στο phpBB3 Δ. Συζήτησή σας, παρακαλώ δείτε <a href="http://www.phpbb.com/support/documentation/3.0/quickstart/quick_permissions.html">Chapter 1.5 of our Quick Start Guide</a>.</p>
	',

	'ACL_NEVER'				=> 'Ποτέ ',
	'ACL_SET'				=> 'Ρυθμίσεις προσβάσεων',
	'ACL_SET_EXPLAIN'		=> 'Οι προσβάσεις είναι βασισμένες σε ένα απλό <samp>ΝΑΙ</samp>/<samp>ΟΧΙ</samp> σύστημα. Εάν μια ρύθμιση για ένα μέλος ή μια ομάδα τεθεί σε <samp>ΚΑΜΙΑ</samp> κατά συνέπεια αντικαθιστά αυτή η τιμή όλες τις άλλες τιμές που έχουν καθοριστεί. Εάν δεν επιθυμείτε να καθορίσετε μια τιμή για μια επιλογή για αυτό το μέλος ή ομάδα, επιλέξτε <samp>ΟΧΙ</samp>. Εάν οι τιμές ορίζονται για αυτήν την επιλογή κάπου αλλού θα χρησιμοποιηθούν κατά προτίμηση, διαφορετικά δεν υποτίθεται <samp>ΚΑΜΙΑ</samp>. Όλα τα αντικείμενα που χαρακτηρίζονται (με το τετραγωνίδιο μπροστά) θα αντιγράψουν την καθορισμένη άδεια που εσείς έχετε ορίσει.',
	'ACL_SETTING'			=> 'Ρυθμίσεις',

	'ACL_TYPE_A_'			=> 'Δικαιώματα διαχείρισης',
	'ACL_TYPE_F_'			=> 'Δικαιώματα Δ. Συζήτησης',
	'ACL_TYPE_M_'			=> 'Δικαιώματα Συντονισμού',
	'ACL_TYPE_U_'			=> 'Δικαιώματα Μελών',

	'ACL_TYPE_GLOBAL_A_'	=> 'Δικαιώματα διαχείρισης',
	'ACL_TYPE_GLOBAL_U_'	=> 'Δικαιώματα Μελών',
	'ACL_TYPE_GLOBAL_M_'	=> 'Δικαιώματα Καθολικών Συντονιστών',
	'ACL_TYPE_LOCAL_M_'		=> 'Δικαιώματα Συντονιστών Δ. Συζήτησης',
	'ACL_TYPE_LOCAL_F_'		=> 'Δικαιώματα Δ. Συζήτησης',

	'ACL_NO'				=> 'Όχι',
	'ACL_VIEW'				=> 'Επισκόπηση δικαιωμάτων',
	'ACL_VIEW_EXPLAIN'		=> 'Εδώ μπορείτε να δείτε τα τρέχοντα δικαιώματα που κάποιο μέλος ή ομάδα έχει. Ένα κόκκινο τετράγωνο δείχνει ότι το μέλος ή η ομάδα δεν έχει αυτό το δικαίωμα, ένα πράσινο τετράγωνο δείχνει ότι το μέλος ή ομάδα έχει αυτό το δικαίωμα.',
	'ACL_YES'				=> 'Ναι',

	'ACP_ADMINISTRATORS_EXPLAIN'				=> 'Εδώ μπορείτε να ορίσετε τα δικαιώματα διαχειρισμού κάποιου μέλους ή ομάδας. Όλα τα μέλη με τις άδειες διαχειριστών μπορούν να δουν τον πίνακα ελέγχου διαχειριστή.',
	'ACP_FORUM_MODERATORS_EXPLAIN'				=> 'Εδώ μπορείτε να καθορίσετε τα μέλη και τις ομάδες ως συντονιστές Δ. Συζήτησης. Να ορίσετε τα δικαιώματα πρόσβαση των μελών στις Δ. Συζητήσεις, για να καθορίσετε τα δικαιώματα καθολικού συντονισμού ή τους διαχειριστές παρακαλώ χρησιμοποιείστε την κατάλληλη σελίδα.',
	'ACP_FORUM_PERMISSIONS_EXPLAIN'				=> 'Εδώ μπορείτε να αλλάξετε το ποια μέλη και ομάδες μπορούν να έχουν πρόσβαση και σε ποιες Δ. Συζητήσεις. Για να καθορίσετε τους συντονιστές ή να καθορίσετε τους διαχειριστές παρακαλώ χρησιμοποιήστε την κατάλληλη σελίδα.',
	'ACP_FORUM_PERMISSIONS_COPY_EXPLAIN'		=> 'Εδώ μπορείτε να αντιγράψετε φόρουμ δικαιώματα από ένα φόρουμ σε ένα ή περισσότερα άλλα φόρουμ.',
	'ACP_GLOBAL_MODERATORS_EXPLAIN'				=> 'Εδώ μπορείτε να καθορίσετε τα καθολικά δικαιώματα συντονισμού σε μέλη ή ομάδες. Αυτοί οι συντονιστές είναι όπως οι συνηθισμένοι συντονιστές εκτός του ότι έχουν πρόσβαση σε κάθε Δ. Συζήτηση.',
	'ACP_GROUPS_FORUM_PERMISSIONS_EXPLAIN'		=> 'Εδώ μπορείτε να καθορίσετε τα δικαιώματα Δ. Συζήτησης στις ομάδες.',
	'ACP_GROUPS_PERMISSIONS_EXPLAIN'			=> 'Εδώ μπορείτε να καθορίσετε τα καθολικά δικαιώματα στις ομάδες - δικαιώματα μελών, τα δικαιώματα των καθολικών συντονιστών και τα δικαιώματα διαχειριστών. Τα δικαιώματα μελών περιλαμβάνουν τις ικανότητες όπως η χρήση των ειδώλων, η αποστολή προσωπικών μηνυμάτων κ.λ.π. τα δικαιώματα καθολικών συντονιστών όπως η έγκριση των δημοσιεύσεων, η διαχείριση θεμάτων, η διαχείριση απαγορεύσεων, κ.λ.π. και τελικά τα δικαιώματα των διαχειριστών όπως η αλλαγή των αδειών, ο καθορισμός της χρήσης BBCodes, η διαχείριση των Δ. Συζητήσεων κ.λ.π. Δικαιώματα μεμονωμένων μελών καλό θα είναι να αλλάζουν σε ειδικές περιπτώσεις, συνιστάται ορίζεται κάποια ομάδα για τα μέλη και να ορίζεται τα δικαιώματα ολόκληρης της ομάδας.',
	'ACP_ADMIN_ROLES_EXPLAIN'					=> 'Εδώ μπορείτε να διαχειριστείτε τους ρόλους για τα διαχειριστικά δικαιώματα πρόσβασης. Οι ρόλοι είναι αποτελεσματικές άδειες, εάν αλλάξετε έναν ρόλο αλλάζουν τα δικαιώματα σε όλα τα στοιχεία, τα οποία όρισαν αυτόν τον ρόλο.',
	'ACP_FORUM_ROLES_EXPLAIN'					=> 'Εδώ μπορείτε να διαχειριστείτε τους ρόλους για τα δικαιώματα πρόσβασης στις Δ. Συζητήσεις. Οι ρόλοι είναι αποτελεσματικές άδειες, εάν αλλάξετε έναν ρόλο αλλάζουν τα δικαιώματα σε όλα τα στοιχεία, τα οποία όρισαν αυτόν τον ρόλο.',
	'ACP_MOD_ROLES_EXPLAIN'						=> 'Εδώ μπορείτε να διαχειριστείτε τους ρόλους για τα συντονιστικά δικαιώματα πρόσβασης. Οι ρόλοι είναι αποτελεσματικές άδειες, εάν αλλάξετε έναν ρόλο αλλάζουν τα δικαιώματα σε όλα τα στοιχεία, τα οποία όρισαν αυτόν τον ρόλο.',
	'ACP_USER_ROLES_EXPLAIN'					=> 'Εδώ μπορείτε να διαχειριστείτε τους ρόλους για τα δικαιώματα πρόσβασης των μελών. Οι ρόλοι είναι αποτελεσματικές άδειες, εάν αλλάξετε έναν ρόλο αλλάζουν τα δικαιώματα σε όλα τα στοιχεία, τα οποία όρισαν αυτόν τον ρόλο.',
	'ACP_USERS_FORUM_PERMISSIONS_EXPLAIN'		=> 'Εδώ μπορείτε να ορίσετε τα δικαιώματα των Δ. Συζητήσεων για τα μέλη.',
	'ACP_USERS_PERMISSIONS_EXPLAIN'				=> 'Εδώ μπορείτε να ορίσετε τα καθολικά δικαιώματα στα μέλη - δικαιώματα πρόσβασης των μελών, τα καθολικά δικαιώματα συντονιστών και τα δικαιώματα των διαχειριστών. Τα δικαιώματα μελών περιλαμβάνουν τις δυνατότητες όπως η χρήση των ειδώλων, η αποστολή προσωπικών μηνυμάτων, κ.λ.π. τα καθολικά δικαιώματα συντονιστών όπως είναι η έγκριση δημοσιεύσεων, η διαχείριση θεμάτων, η διαχείριση απαγορεύσεων, κ.λ.π. και τελικά τα δικαιώματα των διαχειριστών όπως η αλλαγή των αδειών, ο καθορισμός της χρήσης BBCodes, η διαχείριση Δ. Συζητήσεις, κ.λ.π.. Για να αλλάξετε αυτές τις ρυθμίσεις για μεγάλο αριθμό μελών το σύστημα δικαιωμάτων ομάδας είναι η συνιστώμενη μέθοδος. Δικαιώματα μεμονωμένων μελών καλό θα είναι να αλλάζουν σε ειδικές περιπτώσεις, συνιστάται ορίζεται κάποια ομάδα για τα μέλη και να ορίζεται τα δικαιώματα ολόκληρης της ομάδας.',
	'ACP_VIEW_ADMIN_PERMISSIONS_EXPLAIN'		=> 'Εδώ μπορείτε να δείτε τα εν ενεργεία δικαιώματα διαχειριστών που ορίζονται στα επιλεγμένα μέλη και ομάδες.',
	'ACP_VIEW_GLOBAL_MOD_PERMISSIONS_EXPLAIN'	=> 'Εδώ μπορείτε να δείτε τα καθολικά δικαιώματα συντονιστών που ορίζονται στα επιλεγμένα μέλη και ομάδες.',
	'ACP_VIEW_FORUM_PERMISSIONS_EXPLAIN'		=> 'Εδώ μπορείτε να δείτε τα δικαιώματα πρόσβασης των Δ. Συζητήσεων που ορίζονται στα επιλεγμένα μέλη, ομάδες και Δ. Συζητήσεις.',
	'ACP_VIEW_FORUM_MOD_PERMISSIONS_EXPLAIN'	=> 'Εδώ μπορείτε να δείτε τα δικαιώματα συντονιστών Δ. Συζητήσεων που ορίζονται στα επιλεγμένα μέλη, ομάδες και Δ. Συζητήσεις.',
	'ACP_VIEW_USER_PERMISSIONS_EXPLAIN'			=> 'Εδώ μπορείτε να δείτε τα εν ενεργεία δικαιώματα μελών που ορίζονται στα επιλεγμένα μέλη και ομάδες.',

	'ADD_GROUPS'				=> 'Προσθήκη ομάδων',
	'ADD_PERMISSIONS'			=> 'Προσθήκη αδειών',
	'ADD_USERS'					=> 'Προσθήκη μέλων',
	'ADVANCED_PERMISSIONS'		=> 'Προσθήκη ειδικών επιλογών',
	'ALL_GROUPS'				=> 'Επιλογή όλων των ομάδων',
	'ALL_NEVER'					=> 'Όλα <samp>ΚΑΝΕΝΑ</samp>',
	'ALL_NO'					=> 'Όλα <samp>ΟΧΙ</samp>',
	'ALL_USERS'					=> 'Επιλογή όλων των μελών',
	'ALL_YES'					=> 'Όλα <samp>ΝΑΙ</samp>',
	'APPLY_ALL_PERMISSIONS'		=> 'Εφαρμόστε όλα τα δικαιώματα',
	'APPLY_PERMISSIONS'			=> 'Εφαρμόστε δικαιώματα',
	'APPLY_PERMISSIONS_EXPLAIN'	=> 'Τα δικαιώματα πρόσβασης και ο ρόλος που καθορίζονται για αυτό το στοιχείο θα εφαρμοστούν μόνο σε αυτό το στοιχείο και όλα τα ελεγμένα στοιχεία.',
	'AUTH_UPDATED'				=> 'Επιτυχής ενημέρωση δικαιωμάτων πρόσβασης.',

	'COPY_PERMISSIONS_CONFIRM'				=> 'Είστε σίγουροι ότι θέλετε να πραγματοποιήσει αυτήν τηνν ενέργεια? Παρακαλώ πρέπει να γνωρίζετε ότι αυτό θα αντικαταστήσει οποιαδήποτε υπάρχον δικαιώματα για τους επιλεγμένους στόχους.',
	'COPY_PERMISSIONS_FORUM_FROM_EXPLAIN'	=> 'Η πηγή φόρουμ που θέλετε να αντιγράψετε δικαιώματα από.',
	'COPY_PERMISSIONS_FORUM_TO_EXPLAIN'		=> 'Ο προορισμός φόρουμ που θέλετε να γίνει αντιγραφή δικαιωμάτων που εφαρμόζονται για.',
	'COPY_PERMISSIONS_FROM'					=> 'Αντιγραφή δικαιωμάτων από',
	'COPY_PERMISSIONS_TO'					=> 'Εφαρμόστε δικαιώματα για',

	'CREATE_ROLE'				=> 'Δημιουργία ρόλου',
	'CREATE_ROLE_FROM'			=> 'Εφαρμογή ρυθμίσεων από…',
	'CUSTOM'					=> 'Προσαρμογή…',

	'DEFAULT'					=> 'Προεπιλογή',
	'DELETE_ROLE'				=> 'Διαγραφή ρόλου',
	'DELETE_ROLE_CONFIRM'		=> 'Είστε βέβαιοι ότι θέλετε να αφαιρέσετε αυτόν τον ρόλο; Τα στοιχεία που τους έχει αποδοθεί αυτός ο ρόλος <strong>δεν</strong> θα χάσουν τις ρυθμίσεις πρόσβασης τους.',
	'DISPLAY_ROLE_ITEMS'		=> 'Προβολή στοιχείων που χρησιμοποιούν αυτόν τον ρόλο',

	'EDIT_PERMISSIONS'			=> 'Επεξεργασία δικαιωμάτων πρόσβασης',
	'EDIT_ROLE'					=> 'Επεξεργασία ρόλου',

	'GROUPS_NOT_ASSIGNED'		=> 'Καμία ομάδα δεν καθορίζετε σε αυτόν τον ρόλο',

	'LOOK_UP_GROUP'				=> 'Εμφάνιση ομάδας μελών',
	'LOOK_UP_USER'				=> 'Εμφάνιση μέλους',

	'MANAGE_GROUPS'		=> 'Διαχείριση ομάδας',
	'MANAGE_USERS'		=> 'Διαχείριση μέλη',

	'NO_AUTH_SETTING_FOUND'		=> 'Δεν έχει αποδοθεί κανένα δικαίωμα πρόσβασης.',
	'NO_ROLE_ASSIGNED'			=> 'Δεν αποδόθηκε κανένας ρόλος…',
	'NO_ROLE_ASSIGNED_EXPLAIN'	=> 'Η απόδοση αυτού του ρόλου δεν αλλάζει τις άδειες στα δεξιά. Εάν θέλετε να αφαιρέσετε όλες τις άδειες, πρέπει να χρησιμοποιήσετε “ΟΛΑ <samp>ΟΧΙ</samp>” σύνδεσμο.',
	'NO_ROLE_AVAILABLE'			=> 'Κανένας διαθέσιμος ρόλος',
	'NO_ROLE_NAME_SPECIFIED'	=> 'Παρακαλώ ονομάστε τον ρόλο.',
	'NO_ROLE_SELECTED'			=> 'Ο ρόλος δεν μπορεί να βρεθεί.',
	'NO_USER_GROUP_SELECTED'	=> 'Δεν έχετε επιλέξει κανένα μέλος ή ομάδα.',

	'ONLY_FORUM_DEFINED'	=> 'Καθορίσατε μόνο τις Δ. Συζητήσεις στην επιλογή σας. Παρακαλώ επιλέξτε επίσης τουλάχιστον έναν μέλος ή μια ομάδα.',

	'PERMISSION_APPLIED_TO_ALL'		=> 'Τα δικαιώματα πρόσβασης και ο ρόλος θα εφαρμοστούν επίσης σε όλα τα ελεγμένα αντικείμενα ',
	'PLUS_SUBFORUMS'				=> '+υπό-συζητήσεις',

	'REMOVE_PERMISSIONS'			=> 'Αφαίρεση αδειών',
	'REMOVE_ROLE'					=> 'Αφαίρεση ρόλου',
	'RESULTING_PERMISSION'			=> 'Αποτελέσματα δικαιωμάτων',
	'ROLE'							=> 'Ρόλος',
	'ROLE_ADD_SUCCESS'				=> 'Επιτυχής προσθήκη ρόλου.',
	'ROLE_ASSIGNED_TO'				=> 'Μέλη/ομάδες που ορίζονται %s',
	'ROLE_DELETED'					=> 'Επιτυχής αφαίρεση ρόλου.',
	'ROLE_DESCRIPTION'				=> 'Περιγραφή ρόλου',

	'ROLE_ADMIN_FORUM'			=> 'Διαχειριστής Δ. Συζήτησης',
	'ROLE_ADMIN_FULL'			=> 'Ολικός Διαχειριστής',
	'ROLE_ADMIN_STANDARD'		=> 'Τυπικός Διαχειριστής',
	'ROLE_ADMIN_USERGROUP'		=> 'Διαχειριστής Μελών και Ομάδων',
	'ROLE_FORUM_BOT'			=> 'Bot Πρόσβαση',
	'ROLE_FORUM_FULL'			=> 'Πλήρης Πρόσβαση',
	'ROLE_FORUM_LIMITED'		=> 'Οριακή Πρόσβαση',
	'ROLE_FORUM_LIMITED_POLLS'	=> 'Οριακή Πρόσβαση + Δημοψηφίσματα',
	'ROLE_FORUM_NOACCESS'		=> 'Καμία Πρόσβαση',
	'ROLE_FORUM_ONQUEUE'		=> 'Σε σειρά αναμονής',
	'ROLE_FORUM_POLLS'			=> 'Τυπική Πρόσβαση + Δημοψηφίσματα',
	'ROLE_FORUM_READONLY'		=> 'Πρόσβαση Μόνο για Ανάγνωση',
	'ROLE_FORUM_STANDARD'		=> 'Τυπική Πρόσβαση',
	'ROLE_FORUM_NEW_MEMBER'		=> 'Πρόσφατα εγγραμμένο μέλος πρόσβαση',
	'ROLE_MOD_FULL'				=> 'Πλήρες Συντονιστής',
	'ROLE_MOD_QUEUE'			=> 'Σε αναμονή Συντονιστής',
	'ROLE_MOD_SIMPLE'			=> 'Απλός Συντονιστής',
	'ROLE_MOD_STANDARD'			=> 'Τυπικός Συντονιστής',
	'ROLE_USER_FULL'			=> 'Όλα τα Χαρακτηριστικά Γνωρίσματα',
	'ROLE_USER_LIMITED'			=> 'Οριακά Χαρακτηριστικά Γνωρίσματα',
	'ROLE_USER_NOAVATAR'		=> 'Κανένα Είδωλο',
	'ROLE_USER_NOPM'			=> 'Χωρίς Προσωπικά Μηνύματα',
	'ROLE_USER_STANDARD'		=> 'Τυπικά Χαρακτηριστικά Γνωρίσματα',
	'ROLE_USER_NEW_MEMBER'		=> 'Πρόσφατα εγγραμμένο μέλος χαρακτηριστικά',

	'ROLE_DESCRIPTION_ADMIN_FORUM'			=> 'Μπορεί να έχει πρόσβαση στη διαχείριση Δ. Συζήτησης και τις ρυθμίσεις δικαιωμάτων πρόσβασής της.',
	'ROLE_DESCRIPTION_ADMIN_FULL'			=> 'Έχει πρόσβαση σε όλες τις διαχειριστικές λειτουργίες αυτής της Δ. Συζήτησης.<br />Δεν Συνιστάτε.',
	'ROLE_DESCRIPTION_ADMIN_STANDARD'		=> 'Έχει πρόσβαση στα περισσότερα διαχειριστικά χαρακτηριστικά γνωρίσματα αλλά δεν επιτρέπεται να χρησιμοποιήσει σχετικά με το σύστημα εργαλεία.',
	'ROLE_DESCRIPTION_ADMIN_USERGROUP'		=> 'Μπορεί να διαχειριστεί τις ομάδες και τα μέλη: Ικανός να αλλάξει τα δικαιώματα πρόσβασης, τις ρυθμίσεις, να διαχειριστεί τις απαγορεύσεις και τους βαθμούς.',
	'ROLE_DESCRIPTION_FORUM_BOT'			=> 'Αυτός ο ρόλος συστήνεται για τα bots και τα spiders αναζήτησης.',
	'ROLE_DESCRIPTION_FORUM_FULL'			=> 'Μπορεί να χρησιμοποιήσει όλα τα χαρακτηριστικά γνωρίσματα της Δ. Συζήτησης, συμπεριλαμβανομένων της δημοσίευσης ανακοινώσεων και σημειώσεων. Μπορεί επίσης να αγνοήσει το όριο αναμονής.<br />Δεν συνιστάτε για κανονικά μέλη.',
	'ROLE_DESCRIPTION_FORUM_LIMITED'		=> 'Μπορεί να χρησιμοποιήσει μερικά χαρακτηριστικά γνωρίσματα της Δ. Συζήτησης, αλλά δεν μπορεί να επισυνάψει αρχεία ή να χρησιμοποιήσει τα σύμβολα δημοσίευσης.',
	'ROLE_DESCRIPTION_FORUM_LIMITED_POLLS'	=> 'Όμοια με την περιορισμένη πρόσβαση αλλά μπορεί επίσης να δημιουργήσει δημοψηφίσματα.',
	'ROLE_DESCRIPTION_FORUM_NOACCESS'		=> 'Δεν μπορεί ούτε να δει ούτε να έχει πρόσβαση στην Δ. Συζήτηση.',
	'ROLE_DESCRIPTION_FORUM_ONQUEUE'		=> 'Μπορεί να χρησιμοποιήσει τα περισσότερα χαρακτηριστικά γνωρίσματα της Δ. Συζήτησης συμπεριλαμβανομένων των συνημμένων αλλά οι δημοσιεύσεις και τα θέματα πρέπει να εγκριθούν από έναν συντονιστή.',
	'ROLE_DESCRIPTION_FORUM_POLLS'			=> 'Όμοια με την τυπική πρόσβαση αλλά μπορεί επίσης να δημιουργήσει δημοψηφίσματα.',
	'ROLE_DESCRIPTION_FORUM_READONLY'		=> 'Μπορεί να διαβάσει τις Δ. Συζητήσεις, αλλά δεν μπορεί να δημιουργήσει νέα θέματα ή να απαντήσει σε δημοσιεύσεις.',
	'ROLE_DESCRIPTION_FORUM_STANDARD'		=> 'Μπορεί να χρησιμοποιήσει τα περισσότερα χαρακτηριστικά γνωρίσματα της Δ. Συζήτησης συμπεριλαμβανομένων των συνημμένων και της διαγραφής των θεμάτων των, αλλά δεν μπορεί να κλειδώσει θέματα του και να δημιουργήσει δημοψηφίσματα.',
	'ROLE_DESCRIPTION_FORUM_NEW_MEMBER'		=> 'Ένας ρόλος για τα μέλη της πρόσθετης πρόσφατα εγγραμμένης ομάδας μελών δεν περιέχει <samp>ΠΟΤΕ</samp> τις άδειες να κλειδωθούν τα χαρακτηριστικά γνωρίσματα για τα νέα μέλη.',
	'ROLE_DESCRIPTION_MOD_FULL'				=> 'Μπορεί να χρησιμοποιήσει όλα τα συντονιστικά χαρακτηριστικά γνωρίσματα, συμπεριλαμβανομένης της αποβολής μέλους.',
	'ROLE_DESCRIPTION_MOD_QUEUE'			=> 'Μπορεί να χρησιμοποιήσει τη Σειρά Αναμονής για να επικυρώσει και να εκδώσει τις δημοσιεύσεις, αλλά τίποτα άλλο.',
	'ROLE_DESCRIPTION_MOD_SIMPLE'			=> 'Μπορεί να χρησιμοποιήσει τα βασικά χαρακτηριστικά θέματος. Δεν μπορεί να στείλει προειδοποιήσεις ή να χρησιμοποιήσει την σειρά αναμονής.',
	'ROLE_DESCRIPTION_MOD_STANDARD'			=> 'Μπορεί να χρησιμοποιήσει τα περισσότερα εργαλεία ενός συντονιστή, αλλά δεν μπορεί να αποβάλει μέλη ή να αλλάξει τον συγγραφέα μιας δημοσίευσης.',
	'ROLE_DESCRIPTION_USER_FULL'			=> 'Μπορεί να χρησιμοποιήσει όλα τα διαθέσιμα χαρακτηριστικά γνωρίσματα της Δ. Συζήτησης για τα μέλη, συμπεριλαμβανομένης της αλλαγής του ονόματος μέλους ή της αδιαφορίας του ορίου αναμονής.<br />Δεν Συνιστάτε.',
	'ROLE_DESCRIPTION_USER_LIMITED'			=> 'Μπορεί να έχει πρόσβαση σε μερικά από τα χαρακτηριστικά γνωρίσματα μελών. Τα συνημμένα, οι διευθύνσεις ηλεκτρ. αλληλογραφίας και τα στιγμιαία μηνύματα δεν επιτρέπονται.',
	'ROLE_DESCRIPTION_USER_NOAVATAR'		=> 'Του έχει τεθεί ένα περιορισμένο χαρακτηριστικό γνώρισμα και δεν του επιτρέπεται η χρησιμοποίηση ειδώλου.',
	'ROLE_DESCRIPTION_USER_NOPM'			=> 'Του έχει τεθεί ένα περιορισμένο χαρακτηριστικό γνώρισμα και δεν του επιτρέπεται να χρησιμοποιήσει Προσωπικά Μηνύματα.',
	'ROLE_DESCRIPTION_USER_STANDARD'		=> 'Μπορεί να έχει πρόσβαση όμως όχι σε όλα τα χαρακτηριστικά γνωρίσματα μέλους. Δεν μπορεί να αλλάξει το όνομα μελών ή να αγνοήσετε το όριο αναμονής, για παράδειγμα.',
	'ROLE_DESCRIPTION_USER_NEW_MEMBER'		=> 'Ένας ρόλος για τα μέλη της πρόσθετης πρόσφατα εγγραμμένης ομάδας μελών δεν περιέχει <samp>ΠΟΤΕ</samp> τις άδειες να κλειδωθούν τα χαρακτηριστικά γνωρίσματα για τα νέα μέλη.',

	'ROLE_DESCRIPTION_EXPLAIN'		=> 'Εδώ μπορείτε να εισαγάγετε μια σύντομη εξήγηση του τι κάνει αυτός ο ρόλος ή για ποιο σκοπό έχει γίνει. Το κείμενο που εισάγετε εδώ θα εμφανιστεί μέσα στις οθόνες αδειών επίσης.',
	'ROLE_DESCRIPTION_LONG'			=> 'Η περιγραφή ρόλου είναι πάρα πολύ μεγάλη παρακαλώ περιορίστε την στους 4000 χαρακτήρες.',
	'ROLE_DETAILS'					=> 'Λεπτομέρειες Ρόλου ',
	'ROLE_EDIT_SUCCESS'				=> 'Επιτυχής επεξεργασία Ρόλου.',
	'ROLE_NAME'						=> 'Όνομα Ρόλου',
	'ROLE_NAME_ALREADY_EXIST'		=> 'Ένας ρόλος με το όνομα <strong>%s</strong> υπάρχει ήδη για τον καθορισμένο τύπο δικαιωμάτων πρόσβασης.',
	'ROLE_NOT_ASSIGNED'				=> 'Ο ρόλος δεν έχει οριστεί ακόμα.',

	'SELECTED_FORUM_NOT_EXIST'		=> 'Η επιλεγμένη Δ. Συζήτηση(εις) δεν υπάρχει.',
	'SELECTED_GROUP_NOT_EXIST'		=> 'Η επιλεγμένη ομάδα(ς) δεν υπάρχει.',
	'SELECTED_USER_NOT_EXIST'		=> 'Το επιλεγμένος μέλος(η) δεν υπάρχει.',
	'SELECT_FORUM_SUBFORUM_EXPLAIN'	=> 'Η Δ. Συζήτηση που επιλέξατε εδώ θα περιλάβει όλες τις υπό-συζητήσεις στην επιλογή.',
	'SELECT_ROLE'					=> 'Επιλογή ρόλου…',
	'SELECT_TYPE'					=> 'Επιλογή τύπου',
	'SET_PERMISSIONS'				=> 'Καθορισμός δικαιωμάτων πρόσβασης',
	'SET_ROLE_PERMISSIONS'			=> 'Καθορισμός δικαιωμάτων ρόλου',
	'SET_USERS_PERMISSIONS'			=> 'Καθορισμός δικαιωμάτων πρόσβασης μελών',
	'SET_USERS_FORUM_PERMISSIONS'	=> 'Καθορισμός δικαιωμάτων πρόσβασης μελών στην Δ. Συζήτηση',

	'TRACE_DEFAULT'					=> 'Εξ ορισμού κάθε άδεια είναι <samp>ΟΧΙ</samp> (unset). Έτσι η άδεια μπορεί να αντικατασταθεί από άλλες τοποθετήσεις.',
	'TRACE_FOR'						=> 'Εντοπισμός για',
	'TRACE_GLOBAL_SETTING'			=> '%s (καθολικό)',
	'TRACE_GROUP_NEVER_TOTAL_NEVER'	=> 'Τα δικαιώματα πρόσβασης για αυτήν την ομάδα είναι <samp>ΚΑΝΕΝΑ</samp> όπως και το αποτέλεσμα, έτσι το παλαιό αποτέλεσμα κρατιέται.',
	'TRACE_GROUP_NEVER_TOTAL_NEVER_LOCAL'	=> 'Τα δικαιώματα πρόσβασης για αυτήν την Δ. Συζήτηση της επιλεγμένης ομάδας έχουν τεθεί σε <samp>ΚΑΝΕΝΑ</samp> όπως και το αποτέλεσμα, έτσι το παλαιό αποτέλεσμα κρατιέται.',
	'TRACE_GROUP_NEVER_TOTAL_NO'	=> 'Τα δικαιώματα πρόσβασης για αυτήν την ομάδα έχουν τεθεί σε <samp>ΚΑΝΕΝΑ</samp> το οποίο γίνεται από το νέο αποτέλεσμα, διότι μέχρι τώρα δεν είχε καθοριστεί (θέστε αυτό<samp>ΟΧΙ</samp>).',
	'TRACE_GROUP_NEVER_TOTAL_NO_LOCAL'	=> 'Τα δικαιώματα πρόσβασης για αυτήν την Δ. Συζήτηση της επιλεγμένης ομάδας έχουν τεθεί σε <samp>ΚΑΝΕΝΑ</samp> το οποίο γίνεται από το νέο αποτέλεσμα, διότι μέχρι τώρα δεν είχε καθοριστεί (θέστε σε <samp>ΟΧΙ</samp>).',
	'TRACE_GROUP_NEVER_TOTAL_YES'	=> 'Τα δικαιώματα πρόσβασης για τις επιλεγμένες ομάδες έχουν τεθεί σε <samp>ΚΑΝΕΝΑ</samp> που υπερκαλύπτει ενα <samp>ΝΑΙ</samp> για αυτό το μέλος σε <samp>ΚΑΝΕΝΑ</samp>.',
	'TRACE_GROUP_NEVER_TOTAL_YES_LOCAL'	=> 'Τα δικαιώματα πρόσβασης για αυτήν την Δ. Συζήτηση έχουν τεθεί σε <samp>ΚΑΝΕΝΑ</samp> που υπερκαλύπτει ένα <samp>ΝΑΙ</samp> για αυτό το μέλος σε <samp>ΚΑΝΕΝΑ</samp>.',
	'TRACE_GROUP_NO'				=> 'Τα δικαιώματα πρόσβασης για αυτήν την ομάδα έχουν τεθεί σε <samp>ΟΧΙ</samp> οπότε το παλαιό αποτέλεσμα κρατιέται.',
	'TRACE_GROUP_NO_LOCAL'			=> 'Τα δικαιώματα πρόσβασης για αυτήν την Δ. Συζήτηση της επιλεγμένης ομάδας έχουν τεθεί σε <samp>ΟΧΙ</samp> οπότε το παλαιό αποτέλεσμα κρατιέται.',
	'TRACE_GROUP_YES_TOTAL_NEVER'	=> 'Τα δικαιώματα πρόσβασης για αυτές τις ομάδες έχουν τεθεί σε <samp>ΝΑΙ</samp> όμως τα αποτελέσματα <samp>ΚΑΝΕΝΑ</samp> δεν μπορούν να αντικατασταθούν.',
	'TRACE_GROUP_YES_TOTAL_NEVER_LOCAL'	=> 'Τα δικαιώματα πρόσβασης της ομάδας για αυτήν την Δ. Συζήτηση έχουν τεθεί σε <samp>ΝΑΙ</samp> όμως στο σύνολο <samp>ΚΑΜΙΑ</samp> και δεν μπορεί να αντικατασταθεί.',
	'TRACE_GROUP_YES_TOTAL_NO'		=> 'Τα δικαιώματα πρόσβασης για αυτές τις ομάδες έχουν τεθεί σε <samp>ΝΑΙ</samp> το οποίο γίνεται από το νέο αποτέλεσμα, επειδή δεν έχει καθοριστεί ακόμα (θέστε αυτό <samp>ΟΧΙ</samp>).',
	'TRACE_GROUP_YES_TOTAL_NO_LOCAL'	=> 'Τα δικαιώματα πρόσβασης της ομάδας για αυτήν την Δ. Συζήτηση έχουν τεθεί <samp>ΝΑΙ</samp> το οποίο γίνεται από το νέο αποτέλεσμα, επειδή δεν έχει καθοριστεί ακόμα (θέστε αυτό <samp>ΟΧΙ</samp>).',
	'TRACE_GROUP_YES_TOTAL_YES'		=> 'Τα δικαιώματα πρόσβασης για αυτές τις ομάδες είναι <samp>ΝΑΙ</samp> και η συνολική άδεια έχει ήδη τεθεί <samp>ΟΧΙ</samp>, έτσι το συνολικό αποτέλεσμα κρατιέται.',
	'TRACE_GROUP_YES_TOTAL_YES_LOCAL'	=> 'Τα δικαιώματα πρόσβασης της ομάδας για αυτήν την Δ. Συζήτηση έχουν τεθεί <samp>ΝΑΙ</samp> και η συνολική άδεια έχει ήδη τεθεί <samp>ΝΑΙ</samp>, έτσι το συνολικό αποτέλεσμα κρατιέται.',
	'TRACE_PERMISSION'				=> 'Εντοπισμός αδειών - %s',
	'TRACE_RESULT'					=> 'Εντοπισμός αποτελεσμάτων',
	'TRACE_SETTING'					=> 'Εντοπισμός ρυθμίσεων',

	'TRACE_USER_GLOBAL_YES_TOTAL_YES'		=> 'Η ξεχωριστή άδεια μελών Δ. Συζήτηση αξιολογεί σε <samp>ΝΑΙ</samp> αλλά η συνολική άδεια έχει ήδη τεθεί <samp>ΝΑΙ</samp>, έτσι το αποτέλεσμα κρατιέται. %sΕντοπισμός γενικών αδειών%s',
	'TRACE_USER_GLOBAL_YES_TOTAL_NEVER'		=> 'Η ξεχωριστή άδεια μελών Δ. Συζήτησης αξιολογεί σε <samp>ΝΑΙ</samp> δεν αντικαθιστά το τρέχον τοπικό αποτέλεσμα <samp>ΚΑΜΙΑ</samp>. %sΕντοπισμός γενικών αδειών%s',
	'TRACE_USER_GLOBAL_NEVER_TOTAL_KEPT'	=> 'Η ξεχωριστή άδεια μελών Δ. Συζήτησης δεν αξιολογεί που <samp>ΚΑΜΙΑ</samp> δεν επηρεάζει τα τοπικά δικαιώματα προσβασης. %sΕντοπισμός γενικών δικαιώματων πρόσβασης %s',
	'TRACE_USER_FOUNDER'					=> 'Το μέλος είναι ιδρυτής, επομένως τα δικαιώματα προσβασης διαχειριστή έχουν τεθεί <samp>ΝΑΙ</samp> ως προεπιλογή.',
	'TRACE_USER_KEPT'						=> 'Τα δικαιώματα πρόσβασης των μελών είναι <samp>ΟΧΙ</samp> έτσι το παλαιό συνολικό αποτέλεσμα κρατιέται.',
	'TRACE_USER_KEPT_LOCAL'					=> 'Τα δικαιώματα πρόσβασης των μελών για αυτήν την Δ. Συζήτηση έχουν τεθεί σε <samp>ΟΧΙ</samp> έτσι το παλαιό συνολικό αποτέλεσμα κρατιέται.',
	'TRACE_USER_NEVER_TOTAL_NEVER'			=> 'Τα δικαιώματα πρόσβασης των μελών έχουν τεθεί σε <samp>ΚΑΜΙΑ</samp> και η συνολική τιμή έχει τεθεί <samp>ΚΑΜΙΑ</samp>, έτσι τίποτα δεν αλλάζει.',
	'TRACE_USER_NEVER_TOTAL_NEVER_LOCAL'	=> 'Τα δικαιώματα πρόσβασης των μελών είναι για αυτήν την Δ. Συζήτηση έχουν τεθεί σε <samp>ΚΑΜΙΑ</samp> και η συνολική τιμή έχει τεθεί <samp>ΚΑΜΙΑ</samp>, έτσι τίποτα δεν αλλάζει.',
	'TRACE_USER_NEVER_TOTAL_NO'				=> 'Τα δικαιώματα πρόσβασης των μελών έχουν τεθεί σε <samp>ΚΑΜΙΑ</samp> το οποίο γίνεται η συνολική τιμή επειδή τέθηκε το ΟΧΙ.',
	'TRACE_USER_NEVER_TOTAL_NO_LOCAL'		=> 'Τα δικαιώματα πρόσβασης των μελών για αυτήν την Δ. Συζήτηση έχουν τεθεί σε <samp>ΚΑΜΙΑ</samp> το οποίο γίνεται η συνολική τιμή επειδή τέθηκε το ΟΧΙ.',
	'TRACE_USER_NEVER_TOTAL_YES'			=> 'Τα δικαιώματα πρόσβασης των μελών έχουν τεθεί σε <samp>ΚΑΜΙΑ</samp> και αντικαθιστούν το προηγούμενο <samp>ΝΑΙ</samp>.',
	'TRACE_USER_NEVER_TOTAL_YES_LOCAL'		=> 'Τα δικαιώματα πρόσβασης των μελών για αυτήν την Δ. Συζήτηση έχουν τεθεί σε <samp>ΚΑΜΙΑ</samp> και αντικαθιστούν το προηγούμενο <samp>ΝΑΙ</samp>.',
	'TRACE_USER_NO_TOTAL_NO'				=> 'Τα δικαιώματα πρόσβασης των μελών έχουν τεθεί σε <samp>ΟΧΙ</samp> και η συνολική τιμή έχει τεθεί ΟΧΙ έτσι προεπιλογή είναι <samp>ΚΑΜΙΑ</samp>.',
	'TRACE_USER_NO_TOTAL_NO_LOCAL'			=> 'Τα δικαιώματα πρόσβασης των μελών για αυτήν την Δ. Συζήτηση έχουν τεθεί σε <samp>ΟΧΙ</samp> και η συνολική τιμή έχει τεθεί ΟΧΙ έτσι προεπιλογή είναι <samp>ΚΑΜΙΑ</samp>.',
	'TRACE_USER_YES_TOTAL_NEVER'			=> 'Τα δικαιώματα πρόσβασης των μελών έχουν τεθεί σε <samp>ΝΑΙ</samp> όμως στο σύνολο <samp>ΚΑΜΙΑ</samp> δεν μπορούν να αντικατασταθούν.',
	'TRACE_USER_YES_TOTAL_NEVER_LOCAL'		=> 'Οι άδειες των μελών για αυτήν την Δ. Συζήτηση έχουν τεθεί σε <samp>ΝΑΙ</samp> όμως στο σύνολο <samp>ΚΑΜΙΑ</samp> δεν μπορούν να αντικατασταθούν.',
	'TRACE_USER_YES_TOTAL_NO'				=> 'Τα δικαιώματα προσβασης των μελών έχουν τεθεί σε <samp>ΝΑΙ</samp> η οποία γίνεται η συνολική τιμή επειδή τέθηκε σε <samp>ΟΧΙ</samp>.',
	'TRACE_USER_YES_TOTAL_NO_LOCAL'			=> 'Τα δικαιώματα πρόσβασης των μελών για αυτήν την Δ. Συζήτηση έχουν τεθεί σε <samp>ΝΑΙ</samp> η οποία γίνεται η συνολική τιμή επειδή τέθηκε σε <samp>ΟΧΙ</samp>.',
	'TRACE_USER_YES_TOTAL_YES'				=> 'Τα δικαιώματα πρόσβασης των μελών έχουν τεθεί σε <samp>ΝΑΙ</samp> και η συνολική τιμή έχει τεθεί σε <samp>ΝΑΙ</samp>, έτσι τίποτα δεν αλλάζει.',
	'TRACE_USER_YES_TOTAL_YES_LOCAL'		=> 'Τα δικαιώματα πρόσβασης των μελών για αυτήν την Δ. Συζήτηση έχουν τεθεί σε <samp>ΝΑΙ</samp> και η συνολική τιμή έχει τεθεί σε <samp>ΝΑΙ</samp>, έτσι τίποτα δεν αλλάζει.',
	'TRACE_WHO'								=> 'Ποιοι ',
	'TRACE_TOTAL'							=> 'Σύνολο',

	'USERS_NOT_ASSIGNED'			=> 'Κανένα μέλος δεν καθορίζετε σε αυτόν τον ρόλο ',
	'USER_IS_MEMBER_OF_DEFAULT'		=> 'είναι μέλος των ακόλουθων ομάδων προεπιλογής',
	'USER_IS_MEMBER_OF_CUSTOM'		=> 'είναι μέλος των ακόλουθων καθορισμένων ομάδων',

	'VIEW_ASSIGNED_ITEMS'	=> 'Τα ορισμένα στοιχεία δείχνουν',
	'VIEW_LOCAL_PERMS'		=> 'Τοπικές προσβάσεις',
	'VIEW_GLOBAL_PERMS'		=> 'Γενικές προσβάσεις',
	'VIEW_PERMISSIONS'		=> 'Προεπισκόπηση προσβάσεων',

	'WRONG_PERMISSION_TYPE'	=> 'Έχετε επιλέξει λάθος τύπο πρόσβασης.',
	'WRONG_PERMISSION_SETTING_FORMAT'	=> 'Οι ρυθμίσεις δικαιωμάτων είναι με ένα λανθασμένο σχήμα, το  phpBB δεν είναι ικανό να τις επεξεργαστεί σωστά.',
));

?>