<?php
/**
*
* acp_profile [Greek - El]
*
* @package language
* @version $Id$
* @copyright (c) 2005 phpBB Group
* @license http://opensource.org/licenses/gpl-license.php GNU Public License
*
* Ελληνική μετάφραση από την ομάδα του phpbbgr.com:
* (http://phpbbgr.com/team/)
*
*/

/**
* DO NOT CHANGE
*/
if (!defined('IN_PHPBB'))
{
	exit;
}

if (empty($lang) || !is_array($lang))
{
	$lang = array();
}

// DEVELOPERS PLEASE NOTE
//
// All language files should use UTF-8 as their encoding and the files must not contain a BOM.
//
// Placeholders can now contain order information, e.g. instead of
// 'Page %s of %s' you can (and should) write 'Page %1$s of %2$s', this allows
// translators to re-order the output of data while ensuring it remains correct
//
// You do not need this where single placeholders are used, e.g. 'Message %d' is fine
// equally where a string contains only two placeholders which are used to wrap text
// in a url you again do not need to specify an order e.g., 'Click %sHERE%s' is fine

// Custom profile fields
$lang = array_merge($lang, array(
	'ADDED_PROFILE_FIELD'	=> 'Επιτυχής προσθήκη πρόσθετου πεδίου προφίλ.',
	'ALPHA_ONLY'			=> 'Δεκτά μόνο αριθμούς και νούμερα',
	'ALPHA_SPACERS'			=> 'Δεκτά μόνο αριθμούς, νούμερα και διαστήματα',
	'ALWAYS_TODAY'			=> 'Πάντα η τρέχουσα ημερομηνία',

	'BOOL_ENTRIES_EXPLAIN'	=> 'Βάλτε τις επιλογές σας τώρα',
	'BOOL_TYPE_EXPLAIN'		=> 'Καθορίστε τον τύπο, κουτί ή κουμπί επιλογής. Ένα τετραγωνίδιο θα επιδειχθεί μόνο εάν ελέγχεται για ένα δεδομένο μέλος. Σε εκείνη την περίπτωση η <strong>δεύτερη</strong> γλωσσική επιλογή θα χρησιμοποιηθεί. Τα ραδιο κουμπιά θα εμφανιστούν ανεξάρτητα από την τιμή τους.',

	'CHANGED_PROFILE_FIELD'		=> 'Επιτυχής ενημέρωση πεδίου προφίλ.',
	'CHARS_ANY'					=> 'Οποιοσδήποτε χαρακτήρας',
	'CHECKBOX'					=> 'Πλαίσιο Ελέγχου',
	'COLUMNS'					=> 'Στήλες',
	'CP_LANG_DEFAULT_VALUE'		=> 'Προεπιλεγμένη τιμή',
	'CP_LANG_EXPLAIN'			=> 'Περιγραφή πεδίου',
	'CP_LANG_EXPLAIN_EXPLAIN'	=> 'Η περιγραφή αυτού του πεδίου που θα βλέπει το μέλος.',
	'CP_LANG_NAME'				=> 'Όνομα/τίτλος πεδίου που θα εμφανίζετε στο μέλος',
	'CP_LANG_OPTIONS'			=> 'Επιλογές',
	'CREATE_NEW_FIELD'			=> 'Δημιουργία νέου πεδίου',
	'CUSTOM_FIELDS_NOT_TRANSLATED'	=> 'Τουλάχιστον ένα πρόσθετο πεδίο προφίλ δεν έχει μεταφραστεί. Παρακαλούμε εισάγετε τις απαραίτητες πληροφορίες πατώντας τον δεσμό "Μετάφραση".',

	'DEFAULT_ISO_LANGUAGE'			=> 'Προεπιλεγμένη γλώσσα [%s]',
	'DEFAULT_LANGUAGE_NOT_FILLED'	=> 'Οι εγγραφές βασικής γλώσσας δεν συμπληρώθηκαν για το πεδίο προφίλ.',
	'DEFAULT_VALUE'					=> 'Προεπιλεγμένη τιμή',
	'DELETE_PROFILE_FIELD'			=> 'Αφαίρεση πεδίου προφίλ',
	'DELETE_PROFILE_FIELD_CONFIRM'	=> 'Είστε σίγουρος ότι θέλετε να διαγράψετε αυτό το πεδίο προφίλ;',
	'DISPLAY_AT_PROFILE'			=> 'Εμφάνιση στον πίνακα ελέγχου μέλους',
	'DISPLAY_AT_PROFILE_EXPLAIN'	=> 'Το μέλος θα μπορεί να αλλάξει αυτό το πεδίο προφίλ μέσω του πίνακα διαχείρισης μέλους.',
	'DISPLAY_AT_REGISTER'			=> 'Εμφάνιση στην οθόνη εγγραφής',
	'DISPLAY_AT_REGISTER_EXPLAIN'	=> 'Αν αυτή η επιλογή είναι ενεργοποιημένη, το πεδίο θα εμφανίζεται κατά την εγγραφή και θα είναι δυνατόν να αλλαχτεί μέσα από τον πίνακα ελέγχου μέλους.',
	'DISPLAY_ON_VT'					=> 'Προβολή στο viewtopic οθόνη',
	'DISPLAY_ON_VT_EXPLAIN'			=> 'Εάν αυτή η λειτουργία είναι ενεργοποιημένη, το πεδίο θα εμφανίζεται στο μίνι προφίλ της οθόνης του θέματος.',
	'DISPLAY_PROFILE_FIELD'			=> 'Δημόσια εμφάνιση πεδίου προφίλ',
	'DISPLAY_PROFILE_FIELD_EXPLAIN'	=> 'Το πεδίο προφίλ θα εμφανίζεται σε όσες θέσεις του επιτρέπονται από τις ρυθμίσεις. Αν το θέσετε αυτό "όχι" το πεδίο δεν θα είναι ορατό στις σελίδες θεμάτων, στα προφίλ και την λίστα μελών.',
	'DROPDOWN_ENTRIES_EXPLAIN'		=> 'Προσθέστε τις επιλογές σας, κάθε μια σε διαφορετική γραμμή.',

	'EDIT_DROPDOWN_LANG_EXPLAIN'	=> 'Σημειώστε ότι μπορείτε να αλλάξετε το κείμενο της επιλογής ή και να προσθέσετε κάποια νέα στο τέλος. Δεν συνιστάται να εισάγετε νέες επιλογές ενδιάμεσα στις παλιότερες, αυτό μπορεί να έχει σαν αποτέλεσμα μια λάθος επιλογή να αντιστοιχηθεί στα μέλη σας. Αυτό μπορεί να συμβεί επίσης αν αφαιρέσετε κάποια ενδιάμεση επιλογή. Αφαιρώντας κάποια επιλογή από το τέλος έχει σαν αποτέλεσμα τα μέλη που έχουν επιλέξει αυτήν την επιλογή να επανέλθουν στην βασική προεπιλεγμένη.',
	'EMPTY_FIELD_IDENT'				=> 'Ταυτότητα κενού πεδίου',
	'EMPTY_USER_FIELD_NAME'			=> 'Παρακαλώ βάλτε ένα όνομα/τίτλο πεδίου',
	'ENTRIES'						=> 'Εγγραφές',
	'EVERYTHING_OK'					=> 'Όλα εντάξει',

	'FIELD_BOOL'				=> 'Λογική τιμή (Ναι/Όχι)',
	'FIELD_DATE'				=> 'Ημερομηνία',
	'FIELD_DESCRIPTION'			=> 'Περιγραφή πεδίου',
	'FIELD_DESCRIPTION_EXPLAIN'	=> 'Η περιγραφή αυτού του πεδίου που θα βλέπει το μέλος.',
	'FIELD_DROPDOWN'			=> 'Αναδυόμενο μενού',
	'FIELD_IDENT'				=> 'Αναγνωριστικό πεδίου',
	'FIELD_IDENT_ALREADY_EXIST'	=> 'Το επιλεγμένο αναγνωριστικό πεδίου υπάρχει ήδη. Παρακαλώ επιλέξτε άλλο όνομα.',
	'FIELD_IDENT_EXPLAIN'		=> 'Το αναγνωριστικό πεδίου είναι ένα όνομα για την αναγνώριση του πεδίου προφίλ μέσα στην βάση και στους οδηγούς.',
	'FIELD_INT'					=> 'Αριθμοί',
	'FIELD_LENGTH'				=> 'Μήκος πεδίου εισαγωγής',
	'FIELD_NOT_FOUND'			=> 'Δεν βρέθηκε το πεδίο προφίλ.',
	'FIELD_STRING'				=> 'Μονό πεδίο κειμένου',
	'FIELD_TEXT'				=> 'Περιοχή κειμένου',
	'FIELD_TYPE'				=> 'Τύπος πεδίου',
	'FIELD_TYPE_EXPLAIN'		=> 'Δεν θα μπορέσετε να αλλάξετε τον τύπο του πεδίου αργότερα.',
	'FIELD_VALIDATION'			=> 'Επικύρωση πεδίου',
	'FIRST_OPTION'				=> 'Πρώτη επιλογή',

	'HIDE_PROFILE_FIELD'			=> 'Απόκρυψη πεδίου προφίλ',
	'HIDE_PROFILE_FIELD_EXPLAIN'	=> 'Μόνο διαχειριστές και συντονιστές μπορούν να δουν/συμπληρώσουν αυτό το πεδίο προφίλ. Αν αυτή η επιλογή είναι ενεργοποιημένη το πεδίο προφίλ θα εμφανίζεται μόνο στις σελίδες προφίλ.',

	'INVALID_CHARS_FIELD_IDENT'	=> 'Το αναγνωριστικό πεδίου μπορεί να περιέχει μόνο μικρά γράμματα a-z και _',
	'INVALID_FIELD_IDENT_LEN'	=> 'Το αναγνωριστικό πεδίου πρέπει να είναι ως 17 χαρακτήρες',
	'ISO_LANGUAGE'				=> 'Γλώσσα [%s]',

	'LANG_SPECIFIC_OPTIONS'		=> 'Ειδικές επιλογές γλώσσας [<strong>%s</strong>]',

	'MAX_FIELD_CHARS'		=> 'Μέγιστος αριθμός χαρακτήρων',
	'MAX_FIELD_NUMBER'		=> 'Υψηλότερος επιτρεπτός αριθμός',
	'MIN_FIELD_CHARS'		=> 'Μικρότερος επιτρεπτός αριθμός χαρακτήρων',
	'MIN_FIELD_NUMBER'		=> 'Μικρότερος επιτρεπτός αριθμός',

	'NO_FIELD_ENTRIES'			=> 'Δεν ορίσθηκαν εγγραφές.',
	'NO_FIELD_ID'				=> 'Δεν ορίσθηκε αναγνωριστικό πεδίου.',
	'NO_FIELD_TYPE'				=> 'Δεν ορίσθηκε τύπος πεδίου.',
	'NO_VALUE_OPTION'			=> 'Η επιλογή αντιστοιχεί σε μη ορισμένη τιμή',
	'NO_VALUE_OPTION_EXPLAIN'	=> 'Τιμή για μη εισαγωγή δεδομένων. Αν αυτό το πεδίο είναι απαιτούμενο, ο χρήστης ειδοποιείται με κάποιο σφάλμα αν επιλέξει την τιμή που ορίζετε εδώ.',
	'NUMBERS_ONLY'				=> 'Μόνο αριθμοί (0-9)',

	'PROFILE_BASIC_OPTIONS'		=> 'Βασικές επιλογές',
	'PROFILE_FIELD_ACTIVATED'	=> 'Επιτυχής ενεργοποίηση πεδίου προφίλ.',
	'PROFILE_FIELD_DEACTIVATED'	=> 'Επιτυχής απενεργοποίηση πεδίου προφίλ.',
	'PROFILE_LANG_OPTIONS'		=> 'Ειδικές επιλογές γλώσσας',
	'PROFILE_TYPE_OPTIONS'		=> 'Ειδικές επιλογές πεδίου προφίλ',

	'RADIO_BUTTONS'				=> 'Κουμπιά ελέγχου',
	'REMOVED_PROFILE_FIELD'		=> 'Επιτυχής αφαίρεση πεδίου προφίλ.',
	'REQUIRED_FIELD'			=> 'Απαιτούμενο πεδίο',
	'REQUIRED_FIELD_EXPLAIN'	=> 'Εξαναγκασμός συμπλήρωσης του πεδίου προφίλ από το μέλος. Αυτό θα εμφανίσει το πεδίο προφίλ κατά την εγγραφή και στο πίνακα ελέγχου μέλους.',
	'ROWS'						=> 'Γραμμές',

	'SAVE'							=> 'Αποθήκευση',
	'SECOND_OPTION'					=> 'Δευτερεύουσα επιλογή',
	'STEP_1_EXPLAIN_CREATE'			=> 'Εδώ μπορείτε να εισάγετε τις αρχικές βασικές παραμέτρους του νέου πεδίου προφίλ σας. Αυτές οι πληροφορίες χρειάζονται για το δεύτερο βήμα όπου θα μπορέσετε να εισάγετε και να ολοκληρώσετε την παραμετροποίηση του πεδίου.',
	'STEP_1_EXPLAIN_EDIT'			=> 'Εδώ μπορείτε να αλλάξετε τις βασικές παραμέτρους του πεδίου προφίλ. Οι σχετικές επιλογές θα επαναϋπολογισθούν κατά το δεύτερο βήμα.',
	'STEP_1_TITLE_CREATE'			=> 'Προσθέστε πεδίο προφίλ',
	'STEP_1_TITLE_EDIT'				=> 'Επεξεργαστείτε πεδίο προφίλ',
	'STEP_2_EXPLAIN_CREATE'			=> 'Εδώ μπορείτε να ορίσετε κάποιες βασικές επιλογές που θέλετε να προσαρμόσετε.',
	'STEP_2_EXPLAIN_EDIT'			=> 'Εδώ είστε σε θέση να αλλάξετε μερικές κοινές επιλογές..<br /><strong>Παρακαλώ σημειώστε ότι οι αλλαγές στους τομείς σχεδιαγράμματος δεν έχουν επιπτώσεις στους υπάρχοντες τομείς σχεδιαγράμματος που εισάγονται από τα μέλη σας.</strong>',
	'STEP_2_TITLE_CREATE'			=> 'Ειδικές επιλογές τύπου προφίλ',
	'STEP_2_TITLE_EDIT'				=> 'Ειδικές επιλογές τύπου προφίλ',
	'STEP_3_EXPLAIN_CREATE'			=> 'Εφόσον έχετε πάνω από μια γλώσσες εγκατεστημένες στην κοινότητα σας, θα πρέπει να συμπληρώσετε και τις υπόλοιπες γλώσσες. Το πεδίο προφίλ να είναι ενεργό μόνο με την βασική γλώσσα, μπορείτε να συμπληρώσετε τις υπόλοιπες γλώσσες αργότερα.',
	'STEP_3_EXPLAIN_EDIT'			=> 'Εφόσον έχετε πάνω από μια γλώσσες εγκατεστημένες στην κοινότητα σας, μπορείτε τώρα να αλλάξετε ή να προσθέσετε τα υπολοιπόμενα στοιχεία γλώσσας. Το πεδίο προφίλ θα λειτουργεί με την προεπιλεγμένη γλώσσα ενεργή.',
	'STEP_3_TITLE_CREATE'			=> 'Υπολειπόμενοι ορισμοί γλώσσας',
	'STEP_3_TITLE_EDIT'				=> 'Ορισμοί γλώσσας',
	'STRING_DEFAULT_VALUE_EXPLAIN'	=> 'Βάλτε μια φράση για να εμφανίζετε, μια εξ ορισμού τιμή. Αν θέλετε να εμφανίζετε κενό μην βάζετε τίποτα εδώ.',

	'TEXT_DEFAULT_VALUE_EXPLAIN'	=> 'Βάλτε ένα κείμενο για να εμφανίζετε, μια εξ ορισμού τιμή. Αν θέλετε να εμφανίζετε κενό μην βάζετε τίποτα εδώ.',
	'TRANSLATE'						=> 'Μετάφραση',

	'USER_FIELD_NAME'	=> 'Όνομα/τίτλος πεδίου που θα εμφανίζετε στο μέλος',

	'VISIBILITY_OPTION'				=> 'Επιλογές εμφάνισης',
));

?>
