<?php
/**
*
* install [Greek - El]
*
* @package language
* @version $Id: install.php 11600 2011-11-29 19:15:09Z git-gate $
* @copyright (c) 2005 phpBB Group
* @license http://opensource.org/licenses/gpl-license.php GNU Public License
*
* Ελληνική μετάφραση από την ομάδα του phpbbgr.com:
* (http://phpbbgr.com/team/)
*
*/

/**
* DO NOT CHANGE
*/
if (!defined('IN_PHPBB'))
{
	exit;
}
if (empty($lang) || !is_array($lang))
{
	$lang = array();
}

// DEVELOPERS PLEASE NOTE
//
// All language files should use UTF-8 as their encoding and the files must not contain a BOM.
//
// Placeholders can now contain order information, e.g. instead of
// 'Page %s of %s' you can (and should) write 'Page %1$s of %2$s', this allows
// translators to re-order the output of data while ensuring it remains correct
//
// You do not need this where single placeholders are used, e.g. 'Message %d' is fine
// equally where a string contains only two placeholders which are used to wrap text
// in a url you again do not need to specify an order e.g., 'Click %sHERE%s' is fine

$lang = array_merge($lang, array(
	'ADMIN_CONFIG'				=> 'Ρυθμίσεις Διαχειριστή',
	'ADMIN_PASSWORD'			=> 'Κωδικός Διαχειριστή',
	'ADMIN_PASSWORD_CONFIRM'	=> 'Επαλήθευση κωδικού Διαχειριστή',
	'ADMIN_PASSWORD_EXPLAIN'	=> 'Παρακαλώ εισάγετε έναν κωδικό μεταξύ 6 και 30 χαρακτήρων.',
	'ADMIN_TEST'				=> 'Έλεγχος ρυθμίσεων Διαχειριστή',
	'ADMIN_USERNAME'			=> 'Όνομα μέλους Διαχειριστή',
	'ADMIN_USERNAME_EXPLAIN'	=> 'Παρακαλώ εισάγετε ένα όνομα μεταξύ 3 και 20 χαρακτήρων.',
	'APP_MAGICK'				=> 'Imagemagick υποστήριξη [ Συνημμένα ]',
	'AUTHOR_NOTES'				=> 'Σημειώσεις συγγραφέα<br />» %s',
	'AVAILABLE'					=> 'Διαθέσιμο',
	'AVAILABLE_CONVERTORS'		=> 'Διαθέσιμοι μετατροπείς',

	'BEGIN_CONVERT'					=> 'Εκκίνηση μετατροπής',
	'BLANK_PREFIX_FOUND'			=> 'Ο έλεγχος στους πίνακες έδειξε δεν χρησιμοποιείτε πρόθεμα.',
	'BOARD_NOT_INSTALLED'			=> 'Δεν υπάρχει εγκατάσταση',
	'BOARD_NOT_INSTALLED_EXPLAIN'	=> 'Το phpBB Unified Convertor Framework απαιτεί μια προεγκατάσταση του phpBB3 για να λειτουργήσει, παρακαλώ <a href="%s">συνεχίστε πρώτα με την εγκατάσταση του phpBB3</a>.',

	'CATEGORY'					=> 'Κατηγορία',
	'CACHE_STORE'				=> 'Τύπος λανθάνουσας μνήμης',
	'CACHE_STORE_EXPLAIN'		=> 'Η φυσική τοποθεσία που τα δεδομένα περνούν από τη διαδικασία λανθάνουσας μνήμης, σύστημα αρχείων είναι επιθυμητό.',
	'CAT_CONVERT'				=> 'Μετατροπή',
	'CAT_INSTALL'				=> 'Εγκατάσταση',
	'CAT_OVERVIEW'				=> 'Επισκόπηση',
	'CAT_UPDATE'				=> 'Αναβάθμιση',
	'CHANGE'					=> 'Αλλαγή',
	'CHECK_TABLE_PREFIX'		=> 'Παρακαλώ ελέγξτε το πρόθεμα των πινάκων και δοκιμάστε ξανά.',
	'CLEAN_VERIFY'				=> 'Εκκαθάριση και έλεγχος της τελικής δομής',
	'CLEANING_USERNAMES'		=> 'Εκκαθάριση ονομάτων μελών',
	'COLLIDING_CLEAN_USERNAME'	=> '<strong>%s</strong> είναι το όνομα μέλους για:',
	'COLLIDING_USERNAMES_FOUND'	=> 'Όμοια ονόματα μελών βρέθηκαν στην παλιά Δ. Συζήτησή σας. Για να ολοκληρώσετε την μετατροπή παρακαλώ διαγράψτε ή μετονομάστε αυτά τα μέλη για να υπάρχει μόνο ένα μέλος για κάθε μοναδικό όνομα μέλους (username).',
	'COLLIDING_USER'			=> '» user id: <strong>%d</strong> Όνομα μέλους: <strong>%s</strong> (%d posts)',
	'CONFIG_CONVERT'			=> 'Μετατροπή ρυθμίσεων',
	'CONFIG_FILE_UNABLE_WRITE'	=> 'Δεν ήταν δυνατό να εγγραφεί το αρχείο ρυθμίσεων. Εναλλακτικές μέθοδοι για να δημιουργηθεί αυτό το αρχείο υποδεικνύονται παρακάτω.',
	'CONFIG_FILE_WRITTEN'		=> 'Το αρχείο ρυθμίσεων έχει εγγραφεί. Μπορείτε τώρα να προχωρήσετε στο επόμενο βήμα της εγκατάστασης.',
	'CONFIG_PHPBB_EMPTY'		=> 'Η μεταβλητή phpBB3 config για "%s" είναι κενή.',
	'CONFIG_RETRY'				=> 'Επανάληψη',
	'CONTACT_EMAIL_CONFIRM'		=> 'Επιβεβαίωση ηλεκτρονικού ταχυδρομείου επικοινωνίας',
	'CONTINUE_CONVERT'			=> 'Συνέχιση μετατροπής',
	'CONTINUE_CONVERT_BODY'		=> 'Μια προηγούμενη προσπάθεια μετατροπής έχει τερματιστεί. Μπορείτε τώρα να επιλέξετε να ξεκινήσετε μια νέα μετατροπή ή να συνεχίσετε την υπάρχουσα.',
	'CONTINUE_LAST'				=> 'Συνέχιση τελευταίας πρότασης',
	'CONTINUE_OLD_CONVERSION'	=> 'Συνέχιση προηγούμενης μετατροπής',
	'CONVERT'					=> 'Μετατροπή',
	'CONVERT_COMPLETE'			=> 'Η Μετατροπή ολοκληρώθηκε',
	'CONVERT_COMPLETE_EXPLAIN'	=> 'Έχετε επιτυχώς μετατρέψει το σύστημά σας σε phpbb 3.0.Μπορείτε τώρα να συνδεθείτε και <a href="../">να έχετε πρόσβαση στο σύστημα</a>. Θυμηθείτε ότι βοήθεια σχετικά με το πώς να χρησιμοποιήσετε το phpbb3 είναι διαθέσιμη απευθείας μέσω των <a href="http://www.phpbb.com/support/documentation/3.0/">Εγγράφων</a> και στη <a href="http://www.phpbb.com/community/viewforum.php?f=46">Δ. Συζήτηση υποστήριξης</a>.',
	'CONVERT_INTRO'				=> 'Καλώς ήρθατε στο phpBB Unified Convertor Framework',
	'CONVERT_INTRO_BODY'		=> 'Από εδώ, μπορείτε να εισάγετε δεδομένα από άλλα (εγκατεστημένα) συστήματα συζητήσεων. Η λίστα παρακάτω δείχνει όλες τις διαθέσιμες μονάδες μετατροπής. Αν δεν βλέπετε τον μετατροπέα για το σύστημα που θέλετε να μετατρέψετε, παρακαλώ ελέγξτε την ιστοσελίδα μας για περισσότερες μονάδες μετατροπής που ίσως είναι διαθέσιμες εκεί.',
	'CONVERT_NEW_CONVERSION'	=> 'Νέα μετατροπή',
	'CONVERT_NOT_EXIST'			=> 'Ο συγκεκριμένος μετατροπέας δεν υπάρχει.',
	'CONVERT_OPTIONS'			=> 'Επιλογές',
	'CONVERT_SETTINGS_VERIFIED'	=> 'Οι πληροφορίες που εισαγάγατε έχουν ελεγχθεί. Για να αρχίσετε την διαδικασία μετατροπής, παρακαλώ πατήστε το κουμπί παρακάτω για να ξεκινήσετε.',
	'CONV_ERR_FATAL'					=> 'Μη αναστρέψιμο σφάλμα μετατροπής',

	'CONV_ERROR_ATTACH_FTP_DIR'			=> 'Το ανέβασμα συνημμένων αρχείων μέσω FTP είναι ενεργοποιημένο στο παλιό σας σύστημα. Παρακαλώ απενεργοποιήστε αυτή την επιλογή και σιγουρευτείτε ότι ένας σωστός φάκελος για το ανέβασμα των αρχείων έχει επιλεχθεί, μετά αντιγράψτε όλα τα συνημμένα αρχεία στο νέο σας φάκελο. Όταν τελειώσει αυτό, επανεκκινήστε τον μετατροπέα.',
	'CONV_ERROR_CONFIG_EMPTY'			=> 'Δεν υπάρχουν διαθέσιμες πληροφορίες ρύθμισης για αυτή τη μετατροπή.',
	'CONV_ERROR_FORUM_ACCESS'			=> 'Αδύνατη η συλλογή πληροφοριών για την Δ. Συζήτηση.',
	'CONV_ERROR_GET_CATEGORIES'			=> 'Αδύνατη η συλλογή πληροφοριών για τις κατηγορίες.',
	'CONV_ERROR_GET_CONFIG'				=> 'Οι ρυθμίσεις του συστήματός σας δεν μπορούν να ανασυρθούν.',
	'CONV_ERROR_COULD_NOT_READ'			=> 'Αδυναμία πρόσβασης/ανάγνωσης "%s".',
	'CONV_ERROR_GROUP_ACCESS'			=> 'Αδυναμία συλλογής πληροφοριών ομάδας.',
	'CONV_ERROR_INCONSISTENT_GROUPS'	=> 'Ασυνέχεια στον πίνακα των ομάδων εμφανίστηκε στο add_bots() - πρέπει να προσθέσετε όλες τις ειδικές ομάδες αν το κάνετε χειροκίνητα.',
	'CONV_ERROR_INSERT_BOT'				=> 'Αδυναμία εισαγωγής bot στον πίνακα των χρηστών.',
	'CONV_ERROR_INSERT_BOTGROUP'		=> 'Αδυναμία εισαγωγής bot στον πίνακα με τα bots.',
	'CONV_ERROR_INSERT_USER_GROUP'		=> 'Αδυναμία εισαγωγής χρήστη στον πίνακα user_group.',
	'CONV_ERROR_MESSAGE_PARSER'			=> 'Σφάλμα μηνύματος ανάλυσης',
	'CONV_ERROR_NO_AVATAR_PATH'			=> 'Σημείωση για τους προγραμματιστές: πρέπει να καθορίσετε $convertor[\'avatar_path\'] για να χρησιμοποιήσετε %s.',
	'CONV_ERROR_NO_FORUM_PATH'			=> 'Η σχετική διαδρομή για το πηγαίο σύστημα δεν έχει καθοριστεί.',
	'CONV_ERROR_NO_GALLERY_PATH'		=> 'Σημείωση για τον προγραμματιστή: πρέπει να καθορίσετε $convertor[\'avatar_gallery_path\'] για να χρησιμοποιήσετε %s.',
	'CONV_ERROR_NO_GROUP'				=> 'Η ομάδα "%1$s" δεν βρέθηκε στο %2$s.',
	'CONV_ERROR_NO_RANKS_PATH'			=> 'Σημείωση για τον προγραμματιστή: πρέπει να καθορίσετε $convertor[\'ranks_path\'] για να χρησιμοποιήσετε %s.',
	'CONV_ERROR_NO_SMILIES_PATH'		=> 'Σημείωση για τον προγραμματιστή: πρέπει να καθορίσετε $convertor[\'smilies_path\'] για να χρησιμοποιήσετε %s.',
	'CONV_ERROR_NO_UPLOAD_DIR'			=> 'Σημείωση για τον προγραμματιστή: πρέπει να καθορίσετε $convertor[\'upload_path\'] για να χρησιμοποιήσετε %s.',
	'CONV_ERROR_PERM_SETTING'			=> 'Αδυναμία εισαγωγής/αναβάθμισης ρυθμίσεων αδειών.',
	'CONV_ERROR_PM_COUNT'				=> 'Αδυναμία επιλογής φακέλου πμ μέτρησης.',
	'CONV_ERROR_REPLACE_CATEGORY'		=> 'Αδυναμία εισαγωγής νέας Δ. Συζήτησης με αντικατάσταση παλιάς κατηγορίας.',
	'CONV_ERROR_REPLACE_FORUM'			=> 'Αδυναμία εισαγωγής νέας Δ. Συζήτησης με αντικατάσταση την παλιά Δ. Συζήτηση',
	'CONV_ERROR_USER_ACCESS'			=> 'Αδυναμία πρόσληψης πληροφοριών επικύρωσης.',
	'CONV_ERROR_WRONG_GROUP'			=> 'Λάθος ομάδα "%1$s" ορίσθηκε στο %2$s.',
	'CONV_OPTIONS_BODY'					=> 'Αυτή η σελίδα συλλέγει τα στοιχεία που απαιτούνται για να έχουν πρόσβαση στον πίνακα πηγής. Εισάγετε τις λεπτομέρειες της βάσης δεδομένων του προηγούμενου πίνακά σας, ο μετατροπέας δεν θα αλλάξει τίποτα στη βάση δεδομένων που δίνεται κατωτέρω. Η επιτροπή πηγής πρέπει να τεθεί εκτός λειτουργίας για να επιτρέψει μια συνεπή μετατροπή.',
	'CONV_SAVED_MESSAGES'				=> 'Αποθηκευμένα μηνύματα',

	'COULD_NOT_COPY'			=> 'Αδυναμία αντιγραφής αρχείου <strong>%1$s</strong> σε <strong>%2$s</strong><br /><br />παρακαλώ ελέγξτε ότι ο φάκελος που επιλέξατε υπάρχει και υπάρχουν δικαιώματα εγγραφής από τον κεντρικό υπολογιστή.',
	'COULD_NOT_FIND_PATH'		=> 'Αδυναμία εύρεσης διαδρομής για το επίσημο σύστημα συζητήσεων. Παρακαλώ ελέγξτε τις ρυθμίσεις σας και προσπαθήστε ξανά.<br />» %s διευκρινίστηκε ως πηγή διαδρομής.',

	'DBMS'						=> 'Τύπος Βάσης Δεδομένων',
	'DB_CONFIG'					=> 'Ρυθμίσεις Βάσης Δεδομένων',
	'DB_CONNECTION'				=> 'Σύνδεση Βάσης Δεδομένων',
	'DB_ERR_INSERT'				=> 'Σφάλμα διαδικασίας <code>INSERT</code>.',
	'DB_ERR_LAST'				=> 'Σφάλμα διαδικασίας <var>query_last</var>.',
	'DB_ERR_QUERY_FIRST'		=> 'Σφάλμα εκτέλεσης <var>query_first</var>.',
	'DB_ERR_QUERY_FIRST_TABLE'	=> 'Σφάλμα εκτέλεσης <var>query_first</var>, %s ("%s").',
	'DB_ERR_SELECT'				=> 'Σφάλμα κατά την εκτέλεση <code>SELECT</code>.',
	'DB_HOST'					=> 'Όνομα κεντρικού υπολογιστή Βάσης Δεδομένων ή DSN',
	'DB_HOST_EXPLAIN'			=> 'Το DSN είναι συντομογραφία για Data Source Name και είναι σχετικό μόνο για εγκαταστάσεις ODBC. Για την PostgreSQL, χρησιμοποιήστε localhost για να συνδεθείτε τοπικά στον κεντρικό υπολογιστή για UNIX domain υποδοχέα και 127.0.0.1 για σύνδεση μέσω TCP. Για SQLite, προσθέστε ολόκληρη την διαδρομή του δικού σας αρχείου της βάσης δεδομένων.',
	'DB_NAME'					=> 'Όνομα Βάσης Δεδομένων',
	'DB_PASSWORD'				=> 'Κωδικός Βάσης Δεδομένων',
	'DB_PORT'					=> 'Θύρα κεντρικού υπολογιστή Βάσης Δεδομένων',
	'DB_PORT_EXPLAIN'			=> 'Αφήστε κενό εκτός αν ξέρετε ότι ο κεντρικός υπολογιστής λειτουργεί σε μια μη καθορισμένη θύρα.',
	'DB_UPDATE_NOT_SUPPORTED'	=> 'Συγνώμη αλλά δεν μπορείτε να ενημερώσετε την βάση δεδομένων του phpBB με αυτό το σενάριο. Αυτό το σενάριο ενημέρωσης ενημερώνει την βάση δεδομένων του  phpBB τουλάχιστον από την έκδοση “%1$s”, ενώ η δικιά σας είναι  “%2$s”. Παρακαλώ προσπαθήστε να ενημερώσετε σε μια παλαιότερη έκδοση του phpBB ή γράψτε στο φόρουμ υποστήριξης  phpBB.com για περισσότερη βοήθεια.',
	'DB_USERNAME'				=> 'Όνομα Χρήστη Βάσης Δεδομένων',
	'DB_TEST'					=> 'Δοκιμή σύνδεσης',
	'DEFAULT_LANG'				=> 'Προεπιλεγμένη γλώσσα συστήματος',
	'DEFAULT_PREFIX_IS'			=> 'Ο Μετατροπέας δεν ήταν σε θέση να βρει τους πίνακες με το επιλεγμένο πρόθεμα. Παρακαλώ σιγουρευτείτε ότι έχετε βάλει τα σωστά στοιχεία για το σύστημα που μετατρέπεται. Το προεπιλεγμένο πρόθεμα για %1$s είναι <strong>%2$s</strong>.',
	'DEV_NO_TEST_FILE'			=> 'Καμία τιμή δεν έχει καθοριστεί για την μεταβλητή test_file στον μετατροπέα. Αν είσαι χρήστης του μετατροπέα, δεν έπρεπε να υπάρχει τέτοιο πρόβλημα, παρακαλώ αναφέρετε αυτό το μήνυμα στον συγγραφέα του μετατροπέα. Αν είστε ο συγγραφέας του μετατροπέα, πρέπει να καθορίσετε το όνομα ενός αρχείου που υπάρχει στο πηγαίο σύστημα για να επιτραπεί στην διαδρομή να εξεταστεί για την εγκυρότητα.',
	'DIRECTORIES_AND_FILES'		=> 'Ρυθμίσεις φακέλων και αρχείων',
	'DISABLE_KEYS'				=> 'Κλειδιά απενεργοποίησης',
	'DLL_DB2'					=> 'DB2',
	'DLL_FIREBIRD'				=> 'Firebird',
	'DLL_FTP'					=> 'Υποστήριξη απομακρυσμένου FTP [ Εγκατάσταση ]',
	'DLL_GD'					=> 'Υποστήριξη GD γραφικών [ Οπτική επιβεβαίωση ]',
	'DLL_MBSTRING'				=> 'Multi-byte υποστήριξη χαρακτήρων',
	'DLL_MSSQL'					=> 'MSSQL Server 2000+',
	'DLL_MSSQL_2005'			=> 'MSSQL Server 2005+',
	'DLL_MSSQL_ODBC'			=> 'MSSQL Server 2000+ μέσω ODBC',
	'DLL_MSSQLNATIVE'			=> 'MSSQL Server 2005+ [ Native ]',
	'DLL_MYSQL'					=> 'MySQL',
	'DLL_MYSQLI'				=> 'MySQL με MySQLi Extension',
	'DLL_ORACLE'				=> 'Oracle',
	'DLL_POSTGRES'				=> 'PostgreSQL',
	'DLL_SQLITE'				=> 'SQLite',
	'DLL_XML'					=> 'Υποστήριξη XML [ Jabber ]',
	'DLL_ZLIB'					=> 'Υποστήριξη συμπίεσης zlib [ gz, .tar.gz, .zip ]',
	'DL_CONFIG'					=> 'Ρυθμίσεις μεταφορτώσεων',
	'DL_CONFIG_EXPLAIN'			=> 'Μπορείτε να κατεβάσετε όλο το config.php στο δικό σας PC. Μετά θα χρειαστεί να ανεβάσετε το αρχείο χειροκίνητα, αντικαθιστώντας οποιοδήποτε config.php στο φάκελο του phpBB 3.0. Παρακαλώ θυμηθείτε να ανεβάσετε το αρχείο σε κωδικοποίηση ASCII (δες τις οδηγίες της εφαρμογής FTP αν δεν είσαι σίγουρος πώς γίνετε αυτό). Όταν ανεβάσετε το config.php κάντε κλικ στο “Εντάξει” για να προχωρήσετε στο επόμενο στάδιο.',
	'DL_DOWNLOAD'				=> 'Μεταφόρτωση',
	'DONE'						=> 'Εντάξει',

	'ENABLE_KEYS'				=> 'Επανενεργοποίηση κλειδιών. Αυτό μπορεί να διαρκέσει λίγο.',

	'FILES_OPTIONAL'			=> 'Προαιρετικά αρχεία και φάκελοι',
	'FILES_OPTIONAL_EXPLAIN'	=> '<strong>Προαιρετικά</strong> - Αυτά τα αρχεία, φάκελοι ή ρυθμίσεις αδειών δεν είναι απαραίτητα. Το σύστημα εγκατάστασης θα προσπαθήσει να χρησιμοποιήσει διάφορες τεχνικές για τη δημιουργία τους αν δεν υπάρχουν ή αν δεν είναι εγγράψιμα. Ωστόσο, η παρουσία αυτών θα επιτάχυνε την εγκατάσταση.',
	'FILES_REQUIRED'			=> 'Αρχεία και Φάκελοι',
	'FILES_REQUIRED_EXPLAIN'	=> '<strong>Απαραίτητα</strong> - Για να λειτουργήσει σωστά το phpBB χρειάζεται να έχει πρόσβαση σε συγκεκριμένα αρχεία και και φακέλους. Αν δείτε “Δεν βρέθηκε” πρέπει να δημιουργήσετε το σχετικό αρχείο ή φάκελο. Αν δείτε “Αδυναμία εγγραφής” πρέπει να αλλάξετε τις άδειες για το αρχείο ή τον φάκελο για να επιτραπεί στο phpBB να γράψει σε αυτό.',
	'FILLING_TABLE'				=> 'Συμπλήρωση πίνακα <strong>%s</strong>',
	'FILLING_TABLES'			=> 'Συμπλήρωση πινάκων',

	'FIREBIRD_DBMS_UPDATE_REQUIRED'		=> 'Το phpBB δεν υποστηρίζει πλέον Firebird/Interbase εκδόσεις πριν την 2.1. Παρακαλώ ενημερώστε την δικιά σας έκδοση  Firebird και στην τελευταία  2.1.0 πριν συνεχίσετε την αναβάθμιση',
		
	'FINAL_STEP'				=> 'Τελικό βήμα διαδικασίας',
	'FORUM_ADDRESS'				=> 'Διεύθυνση συστήματος',
	'FORUM_ADDRESS_EXPLAIN'		=> 'Αυτό είναι το URL του επίσημου συστήματος συζητήσεων σας, για παράδειγμα <samp>http://www.example.com/phpBB2/</samp>. Αν μια διεύθυνση εισαχθεί εδώ πέρα και δεν είναι κενό κάθε περίπτωση αυτής της διεύθυνσης θα αντικατασταθεί με την διεύθυνση του καινούργιου συστήματός σας στα μηνύματα, προσωπικά μηνύματα και υπογραφές.',
	'FORUM_PATH'				=> 'Διαδρομή συστήματος',
	'FORUM_PATH_EXPLAIN'		=> 'Αυτή είναι η <strong>σχετική</strong> διαδρομή στο δίσκο του επίσημου συστήματος από το <strong>φάκελο εγκατάστασης του phpBB</strong>.',
	'FOUND'						=> 'Βρέθηκε',
	'FTP_CONFIG'				=> 'Μεταφορά ρυθμίσεων μέσω FTP',
	'FTP_CONFIG_EXPLAIN'		=> 'Το phpBB εντόπισε μια μονάδα FTP σε αυτόν τον κεντρικό υπολογιστή. Μπορείτε να προσπαθήσετε να εγκαταστήσετε το config.php μέσω αυτού αν επιθυμείτε. Πρέπει να δώσετε τις πληροφορίες παρακάτω. Θυμηθείτε το όνομα χρήστη και ο κωδικός είναι αυτά που χρησιμοποιείτε στον κεντρικό υπολογιστή σας! (ρωτήστε τον παροχέα hosting για λεπτομέρειες αν δεν είστε σίγουροι ότι είναι αυτά).',
	'FTP_PATH'					=> 'FTP διαδρομή',
	'FTP_PATH_EXPLAIN'			=> 'Αυτή είναι η διαδρομή του φακέλου του phpBB, π.χ. <samp>htdocs/phpBB3/</samp>.',
	'FTP_UPLOAD'				=> 'Ανέβασμα',

	'GPL'						=> 'General Public License',

	'INITIAL_CONFIG'			=> 'Βασικές ρυθμίσεις',
	'INITIAL_CONFIG_EXPLAIN'	=> 'Για να εξασφαλίσετε την εκτέλεση του phpBB πρέπει να δώσετε κάποιες συγκεκριμένες πληροφορίες. Αν δεν ξέρετε πώς να συνδεθείτε με την Β. Δεδομένων σας επικοινωνήστε με τον παροχέα hosting (πρώτα) ή ανατρέξετε στις Δ. Συζητήσεις υποστήριξης του phpBB. Όταν εισάγετε δεδομένα παρακαλώ ελέγξτε τα καλά πριν προχωρήσετε.',
	'INSTALL_CONGRATS'			=> 'Συγχαρητήρια!',
	'INSTALL_CONGRATS_EXPLAIN'	=> '
		Έχετε εγκαταστήσει επιτυχώς το phpBB %1$s. Παρακαλώ επιλέξτε μια από τις ακόλουθες επιλογές:</p>
		<h2>Μετατροπή υπάρχοντος συστήματος σε phpBB3</h2>
		<p>Το phpBB Unified Convertor Framework υποστηρίζει την μετατροπή από phpBB 2.0.x και άλλα συστήματα σε phpBB3. Αν έχετε ήδη ενα σύστημα που θέλετε να μετατρέψετε, παρακαλώ <a href="%2$s">συνεχίστε με τον μετατροπέα</a>.</p>
		<h2>Ζωντανή δοκιμή του phpBB3!</h2>
		<p>Πατήστε το παρακάτω κουμπί για να μεταφερθείτε στον Πίνακα Ελέγχου Διαχειριστή (ACP)και να στείλετε ορισμένες πληροφορίες στατιστικών στο phpBB . Θα το εκτιμούσαμε εάν στέλνατε ορισμένες πληροφορίες.  Διαφορετικά θα πρέπει να περιμένετε λίγο μέχρι αυτές η πληροφορίες να είναι διαθέσιμες . Θυμηθείτε ότι υπάρχει διαθέσιμη βοήθεια απευθείας μέσω του <a href="http://www.phpbb.com/support/documentation/3.0/">Documentation</a>, <a href="%3$s">README</a> και των <a href="http://www.phpbb.com/community/viewforum.php?f=46">Δ. Συζητήσεων υποστήριξης</a>, για περισσότερες πληροφορίες.</p><p><strong>Παρακαλώ διαγράψτε, μετακινήστε ή μετονομάστε τον φάκελο εγκατάστασης (install) Πριν συνεχίσετε. Αν υπάρχει αυτός ο φάκελος, μόνο ο Πίνακας Ελέγχου Διαχειριστή (ACP) είναι προσβάσιμος.</strong>',
		'INSTALL_INTRO'				=> 'Καλώς ήρθατε στην εγκατάσταση',

	'INSTALL_INTRO_BODY'		=> 'Με αυτή την επιλογή, είναι πιθανό να εγκαταστήσετε το phpBB3 στον κεντρικό υπολογιστή σας.</p><p>Για να συνεχίσετε, θα χρειαστείτε τις ρυθμίσεις της Βάσης Δεδομένων σας. Αν δεν ξέρετε τις ρυθμίσεις της Βάσης Δεδομένων σας, επικοινωνήστε με τον παροχέα hosting και ζητήστε τις. Δεν μπορείτε να συνεχίσετε χωρίς αυτές. Χρειάζεστε:</p>

	<ul>
		<li>Τον τύπο της Β. Δεδομένων - την Β. Δεδομένων που θα χρησιμοποιηθεί.</li>
		<li>Όνομα κεντρικού υπολογιστή Βάσης Δεδομένων ή DSN - την διεύθυνση του κεντρικού υπολογιστή της Β. Δεδομένων.</li>
		<li>Θύρα κεντρικού υπολογιστή Β. Δεδομένων - η θύρα του κεντρικού υπολογιστή της Β. Δεδομένων (τις περισσότερες φορές δεν χρειάζεται).</li>
		<li>Όνομα Β. Δεδομένων - το όνομα της Β. Δεδομένων στον κεντρικό υπολογιστή.</li>
		<li>Όνομα χρήστη και κωδικός πρόσβασης Β. Δεδομένων - τα στοιχεία σύνδεσης για πρόσβαση στην Β. Δεδομένων.</li>
	</ul>

	<p><strong>Σημείωση:</strong> αν εγκαθιστάτε χρησιμοποιώντας SQLite, πρέπει να βάλετε ολόκληρη την διαδρομή για το αρχείο της Β. Δεδομένων στο πεδίο DSN και αφήστε το όνομα χρήστη και τον κωδικό κενά. Για λόγους ασφαλείας, πρέπει να σιγουρευτείτε ότι το αρχείο της Β. Δεδομένων δεν είναι αποθηκευμένο σε τοποθεσία προσβάσιμη από τον ιστό.</p>

	<p>Το phpBB3 υποστηρίζει τις ακόλουθες Β. Δεδομένων:</p>
	<ul>
		<li>MySQL 4.1 ή νεότερη (MySQLi υποστήριξη)</li>
		<li>PostgreSQL 7.3+</li>
		<li>SQLite 2.8.2+</li>
		<li>Firebird 2.1+</li>
		<li>MS SQL Server 2000 ή νεώτερο (άμεσα ή μέσω ODBC)</li>
		<li>Oracle</li>
		<li>IBM DB2</li>
	</ul>
	
	<p>Μόνο οι τύποι Β. Δεδομένων που υποστηρίζονται από τον κεντρικό υπολογιστή σας θα εμφανίζονται.',
	'INSTALL_INTRO_NEXT'		=> 'Για την πραγματοποίηση της εγκατάστασης, παρακαλώ πατήστε το κουμπί κάτω.',
	'INSTALL_LOGIN'				=> 'Σύνδεση',
	'INSTALL_NEXT'				=> 'Επόμενο στάδιο',
	'INSTALL_NEXT_FAIL'			=> 'Μερικά τεστ απέτυχαν και θα πρέπει να διορθώσετε τα σφάλματα πριν συνεχίσετε. Αποτυχία επισκευής ίσως να σημαίνει ατελή εγκατάσταση.',
	'INSTALL_NEXT_PASS'			=> 'Όλες οι βασικές δοκιμές έχουν γίνει και μπορείτε να προχωρήσετε στο επόμενο βήμα της εγκατάστασης. Αν έχετε αλλάξει οποιαδήποτε άδεια, ενότητα, κλπ. και θέλετε να γίνει πάλι έλεγχος μπορείτε να το κάνετε.',
	'INSTALL_PANEL'				=> 'Πίνακας ελέγχου εγκατάστασης',
	'INSTALL_SEND_CONFIG'		=> 'Δυστυχώς το phpBB δεν μπόρεσε να εγγράψει τις ρυθμίσεις άμεσα στο config.php. Αυτό οφείλετε στο ότι δεν υπάρχει το αρχείο ή δεν είναι εγγράψιμο. Ένας αριθμός επιλογών θα εμφανιστεί παρακάτω που θα σας επιτρέψει να ολοκληρώσετε την εγκατάσταση του config.php.',
	'INSTALL_START'				=> 'Εκκίνηση εγκατάστασης',
	'INSTALL_TEST'				=> 'Δοκιμή ξανά',
	'INST_ERR'					=> 'Σφάλμα εγκατάστασης',
	'INST_ERR_DB_CONNECT'		=> 'Αδυναμία σύνδεσης με Β. Δεδομένων, δείτε το μήνυμα λάθους παρακάτω.',
	'INST_ERR_DB_FORUM_PATH'	=> 'Το αρχείο της Β. Δεδομένων είναι μέσα στο φάκελο του συστήματος. Πρέπει να βάλετε αυτό το φάκελο σε τοποθεσία χωρίς πρόσβαση μέσω του ιστού.',
	'INST_ERR_DB_INVALID_PREFIX'=> 'Το πρόθεμα που προσθέσατε είναι άκυρο. Πρέπει να ξεκινάει με γράμμα και πρέπει να περιέχει γράμματα, αριθμούς και κάτω παύλες.',
	'INST_ERR_DB_NO_ERROR'		=> 'Κανένα μήνυμα λάθους δεν δόθηκε.',
	'INST_ERR_DB_NO_MYSQL'		=> 'Η έκδοση της  MySQL που είναι εγκατεστημένη στον συγκεκριμένο κεντρικό υπολογιστή πρέπει να είναι τουλάχιστον 4.1, το phpBB 3.1 δεν μπορεί να εγκατασταθεί σε μια παλαιότερη έκδοση.',
	'INST_ERR_DB_NO_MYSQLI'		=> 'Η έκδοση της MySQL που είναι εγκατεστημένη σε αυτό το μηχάνημα δεν είναι συμβατή με “MySQL με MySQLi Extension” που επιλέξατε. Παρακαλώ δοκιμάστε την επιλογή “MySQL”.',
	'INST_ERR_DB_NO_SQLITE'		=> 'Η έκδοση της επέκτασης SQLite που είναι εγκατεστημένη είναι πολύ παλιά, πρέπει να αναβαθμιστεί τουλάχιστον σε 2.8.2.',
	'INST_ERR_DB_NO_ORACLE'		=> 'Η έκδοση του Oracle που είναι εγκατεστημένη απαιτεί να θέσετε την παράμετρο <var>NLS_CHARACTERSET</var> σε <var>UTF8</var>. Ή να αναβαθμίσετε την εγκατάσταση σε 9.2+ ή να αλλάξετε την παράμετρο.',
	'INST_ERR_DB_NO_FIREBIRD'	=> 'Η έκδοση του Firebird που είναι εγκατεστημένη είναι παλαιότερη από 2.1, παρακαλώ αναβαθμίστε σε νεώτερη έκδοση.',
	'INST_ERR_DB_NO_FIREBIRD_PS'=> 'Η Β. Δεδομένων που επιλέξατε για τον Firebird έχει μέγεθος σελίδας μικρότερο από 8192, πρέπει να είναι τουλάχιστο 8192.',
	'INST_ERR_DB_NO_POSTGRES'	=> 'Η Β. Δεδομένων που επιλέξατε δεν δημιουργήθηκε σε κωδικοποίηση <var>UNICODE</var> ή σε <var>UTF8</var>. Προσπαθήστε να εγκαταστήσετε σε κωδικοποίηση <var>UNICODE</var> ή <var>UTF8</var>.',
	'INST_ERR_DB_NO_NAME'		=> 'Κανένα όνομα δεν έχει καθοριστεί για την Β. Δεδομένων.',
	'INST_ERR_EMAIL_INVALID'	=> 'Η διεύθυνση ηλεκτρονικού ταχυδρομείου που εισαγάγατε δεν είναι σωστή.',
	'INST_ERR_EMAIL_MISMATCH'	=> 'Οι διευθύνσεις ηλεκτρονικού ταχυδρομείου που βάλατε δεν ταιριάζουν.',
	'INST_ERR_FATAL'			=> 'Κρίσιμο σφάλμα εγκατάστασης',
	'INST_ERR_FATAL_DB'			=> 'Ένα κρίσιμο και χωρίς δυνατότητα επισκευής σφάλμα στην Β. Δεδομένων έχει προκύψει. Αυτό ίσως συμβαίνει γιατί ο επιλεγμένος χρήστης δεν έχει δικαιώματα <code>CREATE TABLES</code> ή <code>INSERT</code> δεδομένων, κλπ. Περισσότερες πληροφορίες ίσως δίνονται παρακάτω. Παρακαλώ επικοινωνήστε με τον παροχέα hosting πρώτα ή στις Δ. Συζητήσεις υποστήριξης για περισσότερη βοήθεια.',
	'INST_ERR_FTP_PATH'			=> 'Δεν μπορεί να γίνει η αλλαγή στον δοσμένο φάκελο, παρακαλώ ελέγξτε την διαδρομή.',
	'INST_ERR_FTP_LOGIN'		=> 'Αδυναμία σύνδεσης στον FTP κεντρικό υπολογιστή, παρακαλώ ελέγξτε το όνομα χρήστη και τον κωδικό.',
	'INST_ERR_MISSING_DATA'		=> 'Πρέπει να συμπληρώσετε όλα τα πεδία σε αυτό το μπλοκ.',
	'INST_ERR_NO_DB'			=> 'Δεν μπορεί να φορτωθεί η ενότητα PHP για τον συγκεκριμένο τύπο Β. Δεδομένων.',
	'INST_ERR_PASSWORD_MISMATCH'	=> 'Ο κωδικός που έχει εισαχθεί δεν ταιριάζει.',
	'INST_ERR_PASSWORD_TOO_LONG'	=> 'Ο κωδικός που έχει εισαχθεί είναι πολύ μεγάλος. Το μεγαλύτερο μήκος είναι 30 χαρακτήρες.',
	'INST_ERR_PASSWORD_TOO_SHORT'	=> 'Ο κωδικός που έχει εισαχθεί είναι πολύ μικρός. Το μικρότερο μήκος είναι 6 χαρακτήρες.',
	'INST_ERR_PREFIX'			=> 'Πίνακες με το συγκεκριμένο πρόθεμα υπάρχουν ήδη, παρακαλώ επιλέξτε κάποιο άλλο.',
	'INST_ERR_PREFIX_INVALID'	=> 'Το πρόθεμα των πινάκων που έχετε επιλέξει δεν είναι συμβατό με την Β. Δεδομένων. Παρακαλώ δοκιμάστε ένα άλλο, αφαιρώντας χαρακτήρες.',
	'INST_ERR_PREFIX_TOO_LONG'	=> 'Το πρόθεμα του πίνακα που επιλέξατε είναι πολύ μεγάλο. Το μεγαλύτερο μήκος είναι %d χαρακτήρες.',
	'INST_ERR_USER_TOO_LONG'	=> 'Το όνομα χρήστη που επιλέξατε είναι πολύ μεγάλο. Το μεγαλύτερο μήκος είναι 20 χαρακτήρες.',
	'INST_ERR_USER_TOO_SHORT'	=> 'Το όνομα χρήστη που επιλέξατε είναι πολύ μικρό. Το μικρότερο μήκος είναι 3 χαρακτήρες.',
	'INVALID_PRIMARY_KEY'		=> 'Μη διαθέσιμο πρωτεύον κλειδί : %s',

	'LONG_SCRIPT_EXECUTION'		=> 'Παρακαλώ σημειώστε αυτό μπορεί να είναι χρονοβόρο... Παρακαλώ μην σταματήσετε το σενάριο ',

	// mbstring
	'MBSTRING_CHECK'						=> '<samp>mbstring</samp> έλεγχος επέκτασης',
	'MBSTRING_CHECK_EXPLAIN'				=> '<strong>Απαραίτητα</strong> -Το <samp>mbstring</samp> είναι μια επέκταση PHP που παρέχει συναρτήσεις πολλαπλών ψηφιολέξεων. Συγκεκριμένα χαρακτηριστικά του mbstring δεν είναι συμβατά με το phpBB και πρέπει να απενεργοποιηθούν.',
	'MBSTRING_FUNC_OVERLOAD'				=> 'Υπερφόρτωση συνάρτησης',
	'MBSTRING_FUNC_OVERLOAD_EXPLAIN'		=> 'Το <var>mbstring.func_overload</var> πρέπει να ρυθμιστεί στο 0 ή 4.',
	'MBSTRING_ENCODING_TRANSLATION'			=> 'Διαφανής κωδικοποίηση χαρακτήρων',
	'MBSTRING_ENCODING_TRANSLATION_EXPLAIN'	=> 'Το <var>mbstring.encoding_translation</var> πρέπει να ρυθμιστεί στο 0.',
	'MBSTRING_HTTP_INPUT'					=> 'Εισαγωγή HTTP μετατροπή χαρακτήρων',
	'MBSTRING_HTTP_INPUT_EXPLAIN'			=> '<var>mbstring.http_input</var> πρέπει να ρυθμιστεί σε <samp>pass</samp>.',
	'MBSTRING_HTTP_OUTPUT'					=> 'Εξαγωγή HTTP μετατροπή χαρακτήρων',
	'MBSTRING_HTTP_OUTPUT_EXPLAIN'			=> '<var>mbstring.http_output</var> πρέπει να ρυθμιστεί σε <samp>pass</samp>.',

	'MAKE_FOLDER_WRITABLE'		=> 'Παρακαλώ σιγουρευτείτε ότι ο φάκελος υπάρχει και είναι εγγράψιμος από τον κεντρικό υπολογιστή μετά ξαναπροσπαθήστε:<br />»<strong>%s</strong>.',
	'MAKE_FOLDERS_WRITABLE'		=> 'Παρακαλώ σιγουρευτείτε ότι ο φάκελος υπάρχει και είναι εγγράψιμος από τον κεντρικό υπολογιστή μετά ξαναπροσπαθήστε:<br />»<strong>%s</strong>.',

	'MYSQL_SCHEMA_UPDATE_REQUIRED'	=> 'Το σχήμα της βάσης δεδομένων σας MySQL για το  phpBB είναι ενημερωμένο. phpBB ανιχνεύει το σχήμα για  MySQL 3.x/4.x, όμως ο κεντρικός υπολογιστής τρέχει σε MySQL %2s.<br /><strong>Πρίν συνεχίσετε την αναβάθμιση, πρέπει πρώτα να ενημερώσετε το σχήμα.</strong><br /><br />Παρακαλώ επισκεφθείτε την <a href="http://www.phpbb.com/kb/article/doesnt-have-a-default-value-errors/">Βάση  Γνώσεων και το άρθρο σχετικά με την ενημέρωση του σχήματος MySQL </a>. Εάν αντιμετωπίσετε προβλήματα, παρακαλώ χρησιμοποιήστε  <a href="http://www.phpbb.com/community/viewforum.php?f=46"> το φόρουμ υποστήριξης</a>.',


	'NAMING_CONFLICT'			=> 'Σύγκρουση ονομασίας: %s και %s είναι γνωστά<br /><br />%s',
	'NEXT_STEP'					=> 'Προχωρήστε στο επόμενο βήμα',
	'NOT_FOUND'					=> 'Αδυναμία εύρεσης',
	'NOT_UNDERSTAND'			=> 'Αδυναμία κατανόησης %s #%d, πίνακας %s ("%s")',
	'NO_CONVERTORS'				=> 'Δεν υπάρχει μετατροπέας διαθέσιμος για χρήση.',
	'NO_CONVERT_SPECIFIED'		=> 'Δεν καθορίστηκε μετατροπέας.',
	'NO_LOCATION'				=> 'Αδυναμία καθορισμού τοποθεσίας. Αν γνωρίζετε ότι το Imagemagick είναι εγκατεστημένο, μπορείτε να καθορίσετε μετά την τοποθεσία με τον Πίνακα Ελέγχου Διαχειριστή',
	'NO_TABLES_FOUND'			=> 'Δεν βρέθηκαν πίνακες.',

		'OVERVIEW_BODY'				=> 'Καλώς ήρθατε στο phpBB3!<br /><br />phpBB™ είναι η ποιο ευρύτερη χρησιμοποιημένη ανοιχτή έκδοση λογισμικού στον κόσμο. Το phpBB3 είναι η ποιο πρόσφατη έκδοση  στην πορεία που έχει ξεκινήσει από το 2000. Όπως οι προκάτοχοί του, το phpBB3 είναι πλούσιο σε χαρακτηριστικά γνωρίσματα, φιλικό προς τον χρήστη, και πλήρης υποστήριξη από την ομάδα phpBB. Το phpBB3 έχει βελτιώσει κατά πολύ αυτό που έκανε το phpbb2 δημοφιλές, και έχουν προστεθεί νέα χαρακτηριστικά γνωρίσματα που δεν υπήρχαν στις προηγούμενες εκδόσεις Ελπίζουμε ότι υπερβαίνει τις προσδοκίες σας .<br /><br />Αυτό το σύστημα εγκαταστάσεων θα σας καθοδηγήσει μέσω της εγκατάστασης phpBB3, της ενημέρωσης στην ποιο πρόσφατη έκδοση phpBB3 από τις προηγούμενες  εκδόσεις, καθώς επίσης και την μετατροπή σε phpBB3 από ένα διαφορετικό σύστημα πινάκων συζήτησης (συμπεριλαμβανομένου phpBB2) . Για  περισσότερες  πληροφορίες, σας  ενθαρρύνουμε  να διαβάσετε   <a href="../docs/INSTALL.html">τον οδηγό εγκατάστασης</a>.<br /><br />Για να διαβάσετε την άδεια phpBB3 ή να μάθετε περισσότερα για τη λήψη  υποστήριξης και της θέσης μας πάνω σε  αυτό, παρακαλώ επιλέξτε τις αντίστοιχες επιλογές από τις δευτερεύουσες επιλογές. Για να συνεχίσετε, παρακαλώ επιλέξτε την κατάλληλη ετικέτα ανωτέρω.',


	'PCRE_UTF_SUPPORT'				=> 'Υποστήριξη PCRE UTF-8',
	'PCRE_UTF_SUPPORT_EXPLAIN'		=> 'Το phpBB <strong>δεν</strong> θα λειτουργήσει αν η μονάδα PHP δεν είναι κωδικοποιημένη σε UTF-8 με υποστήριξη σε PCRE.',
	'PCRE_UNI_PROP_SUPPORT'				=> 'PCRE Unicode ιδιότητα υποστήριξης',
	'PCRE_UNI_PROP_SUPPORT_EXPLAIN'		=> 'Το phpBB   <strong>δεν θα </strong> τρέξει  εάν η εγκατάσταση του  PHP σας  δεν συντάσσεται με την υποστήριξη ιδιοκτησίας  Unicode στην επέκταση PCRE.',

	'PHP_GETIMAGESIZE_SUPPORT'			=> 'Η λειτουργία PHP getimagesize() είναι διαθέσιμη',
	'PHP_GETIMAGESIZE_SUPPORT_EXPLAIN'	=> '<strong>Απαραίτητα</strong> - Για να λειτουργεί σωστά το phpBB, η λειτουργία getimagesize πρέπει να είναι διαθέσιμη.',
	'PHP_OPTIONAL_MODULE'			=> 'Προαιρετικές μονάδες',
	'PHP_OPTIONAL_MODULE_EXPLAIN'	=> '<strong>Προαιρετικά</strong> - Αυτές οι μονάδες ή εφαρμογές είναι προαιρετικές. Ωστόσο, αν είναι διαθέσιμες θα ενεργοποιήσουν περισσότερες λειτουργίες.',
	'PHP_SUPPORTED_DB'				=> 'Υποστηριζόμενες Βάσεις Δεδομένων',
	'PHP_SUPPORTED_DB_EXPLAIN'		=> '<strong>Απαραίτητα</strong> - Πρέπει να έχετε υποστήριξη για τουλάχιστον μια συμβατή Β. Δεδομένων στο PHP. Αν καμία Β. Δεδομένων δεν εμφανίζετε ως διαθέσιμη πρέπει να επικοινωνήσετε με τον παροχέα hosting ή να δείτε το σχετικό έγγραφο εγκατάστασης του PHP για συμβουλή.',
	'PHP_REGISTER_GLOBALS'			=> 'Η ρύθμιση PHP <var>register_globals</var> είναι απενεργοποιημένη',
	'PHP_REGISTER_GLOBALS_EXPLAIN'	=> 'Το phpBB θα συνεχίσει να λειτουργεί αν αυτό είναι ενεργοποιημένο, αλλά αν είναι δυνατόν, προτείνετε το register_globals να είναι απενεργοποιημένο στο PHP για λόγους ασφαλείας.',
	'PHP_SAFE_MODE'					=> 'Ασφαλής λειτουργία',
	'PHP_SETTINGS'					=> 'Έκδοση και ρυθμίσεις PHP',
	'PHP_SETTINGS_EXPLAIN'			=> '<strong>Απαραίτητα</strong> - Πρέπει να έχετε τουλάχιστον την έκδοση 5.1.0 για το PHP για την εγκατάσταση του phpBB. Αν το <var>safe mode</var> εμφανίζετε κάτω από το PHP η εγκατάσταση τρέχει σε ασφαλή λειτουργία.',
	'PHP_URL_FOPEN_SUPPORT'			=> 'Η ρύθμιση PHP <var>allow_url_fopen</var> είναι ενεργοποιημένη',
	'PHP_URL_FOPEN_SUPPORT_EXPLAIN'	=> '<strong>Προαιρετικά</strong> - Αυτή η ρύθμιση είναι προαιρετική, Ωστόσο συγκεκριμένες λειτουργίες του phpBB όπως άβαταρ εκτός σελίδας δεν θα λειτουργούν σωστά χωρίς αυτό. ',
	'PHP_VERSION_REQD'				=> 'Έκδοση PHP >= 4.3.3',
	'POST_ID'						=> 'Ταυτότητα δημοσίευσης',
	'PREFIX_FOUND'					=> 'Μια σάρωση στους πίνακες έδειξε ότι μπορεί να γίνει ομαλή εγκατάσταση χρησιμοποιώντας <strong>%s</strong> ως πρόθεμα πινάκων.',
	'PREPROCESS_STEP'				=> 'Εκτελούνται προ-επεξεργασμένες λειτουργίες',
	'PRE_CONVERT_COMPLETE'			=> 'Όλα τα βήματα πριν την μετατροπή έχουν ολοκληρωθεί επιτυχώς. Τώρα μπορείτε να αρχίσετε την διαδικασία μετατροπής. Θυμηθείτε ότι μπορεί να χρειαστεί να ρυθμίσετε χειροκίνητα κάποια πράγματα. Μετά την μετατροπή, ελέγξτε τους περιορισμούς που μπήκαν, ξαναφτιάξτε το ευρετήριο αναζήτησης αν είναι απαραίτητο και σιγουρευτείτε ότι τα αρχεία έχουν αντιγραφεί επιτυχώς, για παράδειγμα τα άβαταρ και τα εικονίδια.',
	'PROCESS_LAST'					=> 'Επεξεργασία τελευταίων μερών',

	'REFRESH_PAGE'				=> 'Κάντε ανανέωση στην σελίδα για να συνεχίσετε την μετατροπή',
	'REFRESH_PAGE_EXPLAIN'		=> 'Αν ρυθμιστεί στο ναι, ο μετατροπέας θα ανανεώσει την σελίδα για να συνεχιστεί η μετατροπή αφού τελειώνετε ένα βήμα. Αν αυτή είναι η πρώτη σας μετατροπή για δοκιμαστικούς λόγους και για να μην υπάρχουν σφάλματα, Προτείνουμε να το ρυθμίσετε στο Όχι.',

	'REQUIREMENTS_TITLE'		=> 'Συμβατότητα εγκατάστασης',
	'REQUIREMENTS_EXPLAIN'		=> 'Πριν προχωρήσετε με την εγκατάσταση του phpBB θα γίνουν κάποιες δοκιμές για τις ρυθμίσεις του κεντρικού υπολογιστή και των αρχείων για να εξασφαλιστεί η σωστή εγκατάσταση και η εκτέλεση του phpBB. Παρακαλώ σιγουρευτείτε ότι διαβάσατε τα αποτελέσματα και μην προχωρήσετε αν δεν γίνουν και περαστούν οι απαραίτητες δοκιμές. Αν θέλετε να χρησιμοποιήσετε κάποιο χαρακτηριστικό που εξαρτάται από τις προαιρετικές δοκιμές, πρέπει να σιγουρευτείτε ότι και αυτές οι δοκιμές περάστηκαν.',
	'RETRY_WRITE'				=> 'Ξαναπροσπαθήστε να γράψετε τις ρυθμίσεις',
	'RETRY_WRITE_EXPLAIN'		=> 'Αν θέλετε μπορείτε να αλλάξετε τα δικαιώματα για το config.php για να επιτραπεί στο phpBB να γράψει σε αυτό. Για να γίνει αυτό μπορείτε να κάνετε κλικ στο Ξαναπροσπαθείστε παρακάτω για να ξαναγίνει η προσπάθεια. Θυμηθείτε να επαναφέρεται τα δικαιώματα στο config.php μόλις τελειώσει η εγκατάσταση του phpBB.',

	'SCRIPT_PATH'				=> 'Διαδρομή καταλόγου',
	'SCRIPT_PATH_EXPLAIN'		=> 'Η διαδρομή που βρίσκεται το phpBB να είναι σχετικό με το όνομα domain, π.χ. <samp>/phpBB3</samp>.',
	'SELECT_LANG'				=> 'Επιλέξτε γλώσσα',
	'SERVER_CONFIG'				=> 'Ρυθμίσεις κεντρικού υπολογιστή',
	'SEARCH_INDEX_UNCONVERTED'	=> 'Το ευρετήριο αναζήτησης δεν μετατράπηκε',
	'SEARCH_INDEX_UNCONVERTED_EXPLAIN'	=> 'Το παλιό ευρετήριο αναζήτησης δεν μετατράπηκε. Η αναζήτηση θα επιστρέφει πάντα κενό αποτέλεσμα. Για τη δημιουργία νέας αναζήτησης πηγαίνετε στον Πίνακα Ελέγχου Διαχειριστή, Επιλέξετε Συντήρηση και μετά ευρετήριο Αναζήτησης από το υπό-μενού.',
	'SOFTWARE'					=> 'Λογισμικό συστήματος',
	'SPECIFY_OPTIONS'			=> 'Καθορίστε επιλογές μετατροπής',
	'STAGE_ADMINISTRATOR'		=> 'Λεπτομέρειες Διαχειριστή',
	'STAGE_ADVANCED'			=> 'Ρυθμίσεις για προχωρημένους',
	'STAGE_ADVANCED_EXPLAIN'	=> 'Αυτές οι ρυθμίσεις είναι απαραίτητες μόνο αν γνωρίζετε οτι χρειάζεστε κάτι άλλο εκτός από τις προεπιλογές. Αν δεν είστε σίγουροι, απλά προχωρήστε στην επόμενη σελίδα, αφού αυτές οι ρυθμίσεις μπορούν να γίνουν μετά από τον Πίνακα Ελέγχου Διαχειριστή.',
	'STAGE_CONFIG_FILE'			=> 'Αρχείο ρυθμίσεων',
	'STAGE_CREATE_TABLE'		=> 'Δημιουργία πινάκων Β. Δεδομένων',
	'STAGE_CREATE_TABLE_EXPLAIN'	=> 'Οι πίνακες που χρησιμοποιούνται από το phpBB 3.0 έχουν δημιουργηθεί και εμπλουτιστεί με δεδομένα. Προχωρήστε στην επόμενη οθόνη για την ολοκλήρωση της εγκατάστασης του phpBB.',
	'STAGE_DATABASE'			=> 'Ρυθμίσεις Β. Δεδομένων',
	'STAGE_FINAL'				=> 'Τελικό βήμα',
	'STAGE_INTRO'				=> 'Εισαγωγή',
	'STAGE_IN_PROGRESS'			=> 'Μετατροπή σε εξέλιξη',
	'STAGE_REQUIREMENTS'		=> 'Απαιτήσεις',
	'STAGE_SETTINGS'			=> 'Ρυθμίσεις',
	'STARTING_CONVERT'			=> 'Εκκίνηση διαδικασίας μετατροπής',
	'STEP_PERCENT_COMPLETED'	=> 'Βήμα <strong>%d</strong> από <strong>%d</strong>',
	'SUB_INTRO'					=> 'Εισαγωγή',
	'SUB_LICENSE'				=> 'Άδεια',
	'SUB_SUPPORT'				=> 'Υποστήριξη',
	'SUCCESSFUL_CONNECT'		=> 'Επιτυχής σύνδεση',

	'SUPPORT_BODY'				=> 'Η πλήρης υποστήριξη θα παρασχεθεί για την τρέχουσα σταθερή έκδοση phpBB3, δωρεάν. Αυτό περιλαμβάνει:</p><ul><li>εγκατάσταση</li><li>ρυθμίσεις</li><li>τεχνικές ερωτήσεις</li><li>προβλήματα σχετικά με τα πιθανά λάθη στο λογισμικό </li><li>ενημέρωση από Release Candidate (RC) εκδόσεις  στην τελευταία τελική έκδοση</li><li>μετατροπή από phpBB 2.0.x σε phpBB3</li><li>μετατροπή από άλλο λογισμικό πινάκων συζήτησης  σε phpBB3 (παρακαλώ δείτε <a href="http://www.phpbb.com/community/viewforum.php?f=65">Μετατροπή Φόρουμ</a>)</li></ul><p>Ενθαρρύνουμε τους χρήστες που τρέχουν ακόμα τις δοκιμαστικές εκδόσεις phpBB3  να αντικαταστήσουν την εγκατάστασή τους με ένα φρέσκο αντίγραφο της ποιο πρόσφατης έκδοση.</p><h2>MODs / Styles</h2><p>Για τα ζητήματα σχετικά με  MODs, παρακαλώ δημοσιεύστε μέσα στο <a href="http://www.phpbb.com/community/viewforum.php?f=81">Modifications Forum</a>.<br />Για τα ζητήματα σχετικά με  θέματα, πρότυπα και σύνολα εικόνων, παρακαλώ δημοσιεύστε μέσα στο <a href="http://www.phpbb.com/community/viewforum.php?f=80">Styles Forum</a>.<br /><br />Εάν η ερώτησή σας αφορά ένα συγκεκριμένο πακέτο, παρακαλώ δημοσιεύστε άμεσα στο θέμα που έχει οριστεί για το πακέτο.</p><h2>Λήψη Υποστήριξης</h2><p><a href="http://www.phpbb.com/community/viewtopic.php?f=14&amp;t=571070">Το πακέτο καλώς ορίσματος  phpBB Welcome Package</a><br /><a href="http://www.phpbb.com/support/">Περιοχή Υποστήριξης</a><br /><a href="http://www.phpbb.com/support/documentation/3.0/quickstart/">Γρήγορος Οδηγός Έναρξης </a><br /><br />Για  να σιγουρευτείτε ότι έχετε τα τελευταία νέα, γιατί όχι <a href="http://www.phpbb.com/support/">εγγραφείτε στη λίστα ηλεκτρονικού   ταχυδρομείου</a>?<br /><br />',


	'SYNC_FORUMS'				=> 'Έναρξη συγχρονισμού Δ. Συζήτησης',
	'SYNC_POST_COUNT'			=> 'Συγχρονισμός μετρητή δημοσιεύσεων',
	'SYNC_POST_COUNT_ID'		=> 'Συγχρονισμός μετρητή δημοσιεύσεων από <var>Καταχώρηση </var> %1$s μέχρι %2$s.',
	'SYNC_TOPICS'				=> 'Έναρξη συγχρονισμού θεμάτων',
	'SYNC_TOPIC_ID'				=> 'Συγχρονισμός θεμάτων από <var>topic_id</var> %1$s σε %2$s.',

	'TABLES_MISSING'			=> 'Αδυναμία εύρεσης αυτών των πινάκων<br />» <strong>%s</strong>.',
	'TABLE_PREFIX'				=> 'Πρόθεμα για τους πίνακες στην Β. Δεδομένων',
	'TABLE_PREFIX_EXPLAIN'		=> 'Το πρόθεμα πρέπει να ξεκινά με αλφαριθμητικό χαρακτήρα και πρέπει να περιέχει μόνο αλφαριθμητικούς χαρακτήρες, αριθμούς και κάτω παύλες.',
	'TABLE_PREFIX_SAME'			=> 'Το πρόθεμα του πίνακα πρέπει να είναι αυτό που χρησιμοποιούνταν στο σύστημα που μετατρέπετε.<br />» Το πρόθεμα ήταν %s.',
	'TESTS_PASSED'				=> 'Δοκιμές επιτυχείς',
	'TESTS_FAILED'				=> 'Δοκιμές ανεπιτυχείς',

	'UNABLE_WRITE_LOCK'			=> 'Αδυναμία εγγραφής αρχείου κλειδώματος.',
	'UNAVAILABLE'				=> 'Μη διαθέσιμο',
	'UNWRITABLE'				=> 'Μη εγγράψιμο',
	'UPDATE_TOPICS_POSTED'		=> 'Δημιουργία πληροφοριών θεμάτων',
	'UPDATE_TOPICS_POSTED_ERR'	=> 'Προέκυψε ένα σφάλμα κατά την δημιουργία πληροφοριών θεμάτων. Μπορείτε να ξαναπροσπαθήσετε αυτό το βήμα από τον Πίνακα Ελέγχου Διαχειριστή μετά το τέλος της μετατροπής.',
	'VERIFY_OPTIONS'			=> 'Επαλήθευση των επιλογών μετατροπής',
	'VERSION'					=> 'Έκδοση',

	'WELCOME_INSTALL'			=> 'Καλώς ήρθατε στην εγκατάσταση του phpBB3',
	'WRITABLE'					=> 'Εγγράψιμο',
));

// Updater
$lang = array_merge($lang, array(
	'ALL_FILES_UP_TO_DATE'		=> 'Όλα τα αρχεία είναι ενημερωμένα στην τελευταία έκδοση του phpBB. Τώρα πρέπει να <a href="../ucp.php?mode=login"> συνδεθείτε στο σύστημα</a> και να ελέγξετε αν όλα λειτουργούν καλά. Μην ξεχάσετε να διαγράψετε, μετονομάσετε ή μετακινήσετε τον φάκελο εγκατάστασης (install)!',
	'ARCHIVE_FILE'				=> 'Αρχείο πηγής μέσα στο αρχείο',

	'BACK'				=> 'Πίσω',
	'BINARY_FILE'		=> 'Δυαδικό αρχείο',
	'BOT'				=> 'Spider/Robot',

	'CHANGE_CLEAN_NAMES'			=> 'Η μέθοδος αυτή χρησιμοποιείται για να ελέγξετε εάν το όνομα ενός μέλους δεν χρησιμοποιείται και από άλλα μέλη τα οποία έχουν αλλάξει. Υπάρχουν μερικά μέλη που έχουν το ίδιο όνομα σε σύγκριση με τη νέα μέθοδο. Πρέπει να διαγράψετε ή να μετονομάσετε αυτά τα μέλη για να σιγουρευτείτε ότι κάθε όνομα χρησιμοποιείται μόνο από ένα μέλος προτού να μπορέσετε να προχωρήσετε.',
	'CHECK_FILES'					=> 'Έλεγχος αρχείων',
	'CHECK_FILES_AGAIN'				=> 'Επανέλεγχος αρχείων',
	'CHECK_FILES_EXPLAIN'			=> 'Στο επόμενο βήμα όλα τα αρχεία θα ελεγχθούν για αναβάθμιση - αυτό μπορεί να διαρκέσει αν είναι πρώτη φορά που ελέγχονται.',
	'CHECK_FILES_UP_TO_DATE'		=> 'Σύμφωνα με την Β. Δεδομένων σας η έκδοσή σας είναι αναβαθμισμένη. Ίσως θέλετε να προχωρήσετε με τον έλεγχο για να σιγουρευτείτε ότι όλα τα αρχεία είναι αναβαθμισμένα στην τελευταία έκδοση του phpBB.',
	'CHECK_UPDATE_DATABASE'			=> 'Συνέχιση διαδικασίας αναβάθμισης',
	'COLLECTED_INFORMATION'			=> 'Πληροφορίες αρχείων',
	'COLLECTED_INFORMATION_EXPLAIN'	=> 'Η λίστα παρακάτω δείχνει τα αρχεία που χρειάζονται αναβάθμιση. Παρακαλώ διαβάστε τις πληροφορίες μπροστά από κάθε αρχείο για να δείτε τι σημαίνει και τι χρειάζεται για μια επιτυχή αναβάθμιση.',
	'COLLECTING_FILE_DIFFS'			=> 'Συλλογή των διαφορών αρχείων',
	'COMPLETE_LOGIN_TO_BOARD'		=> 'Τώρα πρέπει <a href="../ucp.php?mode=login">να συνδεθείτε στο σύστημα</a> και να ελέγξετε αν όλα λειτουργούν καλά. Μην ξεχάσετε να διαγράψετε, μετονομάσετε ή μετακινήσετε τον φάκελο εγκατάστασης (install)!',
	'CONTINUE_UPDATE_NOW'			=> 'Συνέχιση της διαδικασίας αναβάθμισης τώρα',
	'CONTINUE_UPDATE'				=> 'Συνέχιση αναβάθμισης τώρα', // Shown after file upload to indicate the update process is not yet finished
	'CURRENT_FILE'					=> 'Αρχή του τρέχοντος αρχικού αρχείου',
	'CURRENT_VERSION'				=> 'Συγκεκριμένη έκδοση',

	'DATABASE_TYPE'						=> 'Τύπος Β. Δεδομένων',
	'DATABASE_UPDATE_INFO_OLD'			=> 'Το αρχείο αναβάθμισης της Β. Δεδομένων στο φάκελο εγκατάστασης δεν είναι νέο. Παρακαλώ σιγουρευτείτε ότι έχετε ανεβάσει τη σωστή έκδοση του αρχείου.',
	'DELETE_USER_REMOVE'				=> 'Διαγράψτε το μέλος και αφαιρέστε τις δημοσιεύσεις ',
	'DELETE_USER_RETAIN'				=> 'Διαγράψτε το μέλος και κρατήστε τις δημοσιεύσεις',
	'DESTINATION'						=> 'Αρχείο προορισμού',
	'DIFF_INLINE'						=> 'Στη σειρά',
	'DIFF_RAW'							=> 'Σειρά αναγνώρισης διαφοράς',
	'DIFF_SEP_EXPLAIN'					=> 'Τέλος του τρέχοντος αρχικού αρχείου/Αρχή του νέου ενημερωμένου αρχείου',
	'DIFF_SIDE_BY_SIDE'					=> 'Πλευρά με πλευρά',
	'DIFF_UNIFIED'						=> 'Αναγνώριση διαφοράς',
	'DO_NOT_UPDATE'						=> 'Μην αναβαθμίσετε αυτό το αρχείο',
	'DONE'								=> 'Εντάξει',
	'DOWNLOAD'							=> 'Μεταφόρτωση',
	'DOWNLOAD_AS'						=> 'Μεταφόρτωση ως',
	'DOWNLOAD_UPDATE_METHOD_BUTTON'		=> 'Μεταφόρτωση τροποποιημένων  αρχείων φάκελο (συνιστάται)',
	'DOWNLOAD_CONFLICTS'				=> 'Μεταφόρτωση συγκρούσεων για αυτό το αρχείο',
	'DOWNLOAD_CONFLICTS_EXPLAIN'		=> 'Αναζήτηση για &lt;&lt;&lt; στα σημεία συγκρούσεων',
	'DOWNLOAD_UPDATE_METHOD'			=> 'Μεταφόρτωση αρχείου επεξεργασμένων αρχείων',
	'DOWNLOAD_UPDATE_METHOD_EXPLAIN'	=> 'Όταν μεταφορτώσετε πρέπει να αποσυμπιέσετε αυτό το αρχείο. Θα βρείτε τα επεξεργασμένα αρχεία που πρέπει να ανεβάσετε στο φάκελο του phpBB. Μετά μετακινήστε τα αρχεία στις κανονικές τους θέσεις. Μετά το ανέβασμα όλων των αρχείων, παρακαλώ ελέγξετε τα αρχεία ξανά με το κουμπί παρακάτω.',

	'ERROR'		=> 'Σφάλμα',
	'EDIT_USERNAME'	=> 'Επεξεργασία όνομα μέλους',

	'FILE_ALREADY_UP_TO_DATE'		=> 'Το αρχείο είναι αναβαθμισμένο.',
	'FILE_DIFF_NOT_ALLOWED'			=> 'Το αρχείο δεν επιτρέπεται να διαμορφωθεί.',
	'FILE_USED'						=> 'Πληροφορίες χρησιμοποιούνται από',			// Single file
	'FILES_CONFLICT'				=> 'Συγκρουόμενα αρχεία',
	'FILES_CONFLICT_EXPLAIN'		=> 'Τα επόμενα αρχεία έχουν επεξεργαστεί και δεν αντιπροσωπεύουν τα αυθεντικά αρχεία της παλιάς εγκατάστασης. Το phpBB αποφάσισε ότι θα προκαλέσουν σύγκρουση αν γίνει προσπάθεια διαχωρισμού. Παρακαλώ ελέγξτε τη σύγκρουση και προσπαθήστε χειροκίνητα να λύσετε το πρόβλημα ή συνεχίστε την αναβάθμιση επιλέγοντας την σωστή μέθοδο διαχωρισμού. Αν το κάνετε χειροκίνητα τότε σιγουρευτείτε μετά ότι είναι εντάξει. Το πρώτο θα επέλθει από ένα αρχείο που οι γραμμές σύγκρουσης θα έχουν εξαφανιστεί, το άλλο θα αντιστοιχεί στο να χαθούν οι αλλαγές από το νέο.',
	'FILES_MODIFIED'				=> 'Επεξεργασμένα αρχεία',
	'FILES_MODIFIED_EXPLAIN'		=> 'Τα επόμενα αρχεία έχουν επεξεργαστεί και δεν αντιπροσωπεύουν τα αυθεντικά αρχεία από την παλιά σας έκδοση. Το αναβαθμισμένο αρχείο θα είναι αποτέλεσμα της επεξεργασίας σας και του νέου αρχείου.',
	'FILES_NEW'						=> 'Νέα αρχεία',
	'FILES_NEW_EXPLAIN'				=> 'Τα επόμενα αρχεία δεν υπάρχουν. Αυτά τα αρχεία θα προστεθούν στην εγκατάστασή σας.',
	'FILES_NEW_CONFLICT'			=> 'Νέα συγκρουόμενα αρχεία',
	'FILES_NEW_CONFLICT_EXPLAIN'	=> 'Τα επόμενα αρχεία είναι τελευταίας έκδοσης αλλά υπάρχει ένα ίδιο αρχείο στην ίδια θέση. Αυτό το αρχείο θα αντικατασταθεί από το νέο αρχείο.',
	'FILES_NOT_MODIFIED'			=> 'Μη επεξεργασμένα αρχεία',
	'FILES_NOT_MODIFIED_EXPLAIN'	=> 'Τα επόμενα αρχεία δεν έχουν επεξεργαστεί και αντιπροσωπεύουν τα αυθεντικά αρχεία phpBB της έκδοσης που θέλετε να αναβαθμίσετε.',
	'FILES_UP_TO_DATE'				=> 'Ήδη αναβαθμισμένα αρχεία',
	'FILES_UP_TO_DATE_EXPLAIN'		=> 'Τα επόμενα αρχεία είναι ήδη αναβαθμισμένα και δεν χρειάζεται άλλη αναβάθμιση.',
	'FTP_SETTINGS'					=> 'Ρυθμίσεις FTP',
	'FTP_UPDATE_METHOD'				=> 'Ανέβασμα FTP',

	'INCOMPATIBLE_UPDATE_FILES'		=> 'Τα αναβαθμισμένα αρχεία δεν είναι συμβατά με την έκδοσή σας. Η εγκατεστημένη έκδοσή σας είναι %1$s και το αρχείο αναβάθμισης είναι για phpBB %2$s σε %3$s.',
	'INCOMPLETE_UPDATE_FILES'		=> 'Τα αρχεία αναβάθμισης είναι ατελή.',
	'INLINE_UPDATE_SUCCESSFUL'		=> 'Η αναβάθμιση της βάσης δεδομένων ήταν επιτυχής. Τώρα πρέπει να συνεχίσετε την διαδικασία αναβάθμισης.',

	'KEEP_OLD_NAME'		=> 'Κρατήστε όνομα μέλους',

	'LATEST_VERSION'		=> 'Νεότερη έκδοση',
	'LINE'					=> 'Γραμμή',
	'LINE_ADDED'			=> 'Προστέθηκε',
	'LINE_MODIFIED'			=> 'Άλλαξε',
	'LINE_REMOVED'			=> 'Μετακινήθηκε',
	'LINE_UNMODIFIED'		=> 'Ανεπηρέαστο',
	'LOGIN_UPDATE_EXPLAIN'	=> 'Για να αναβαθμίσετε την εγκατάστασή σας πρέπει να συνδεθείτε πρώτα.',

	'MAPPING_FILE_STRUCTURE'	=> 'Για την διευκόλυνση του ανεβάσματος εδώ είναι οι τοποθεσίες των αρχείων που είναι για την εγκατάσταση του phpBB.',
	'MERGE_MODIFICATIONS_OPTION'	=> 'Συγχώνευση τροποποιήσεων',
	'MERGE_NO_MERGE_NEW_OPTION'	=> 'Μην ενοποιείται - χρησιμοποιήστε νέο αρχείο',
	'MERGE_NO_MERGE_MOD_OPTION'	=> 'Μην ενοποιείται - χρησιμοποιήστε το εγκατεστημένο αρχείο',
	'MERGE_MOD_FILE_OPTION'		=> 'Διαφορές συγχώνευσης (διαγράφει τον νέο κώδικα μέσα στο συγκρουόμενο μπλοκ)',
	'MERGE_NEW_FILE_OPTION'		=> 'Διαφορές συγχώνευσης (διαγράφει τον τροποποιημένο κώδικα μέσα στο συγκρουόμενο μπλοκ)',
	'MERGE_SELECT_ERROR'		=> 'Οι συγκρουόμενοι τρόποι συγχώνευσης αρχείων δεν έχουν επιλεχτεί σωστά.',
	'MERGING_FILES'				=> 'Συγχώνευσης διαφορές ',
	'MERGING_FILES_EXPLAIN'		=> 'Αυτήν την περίοδο συλλέγονται οι τελικές αλλαγές αρχείων.<br /><br />Παρακαλώ περιμένετε έως ότου έχει ολοκληρώσει το phpBB όλες τις διαδικασίες στα αλλαγμένα αρχεία.',

	'NEW_FILE'						=> 'Τέλος σύγκρουσης',
	'NEW_USERNAME'					=> 'Νέο όνομα μέλους',
	'NO_AUTH_UPDATE'				=> 'Δεν υπάρχει εξουσιοδότηση για αναβάθμιση',
	'NO_ERRORS'						=> 'Κανένα σφάλμα',
	'NO_UPDATE_FILES'				=> 'Δεν αναβαθμίζονται τα παρακάτω αρχεία',
	'NO_UPDATE_FILES_EXPLAIN'		=> 'Τα επόμενα αρχεία είναι νέα ή επεξεργασμένα αλλά ο φάκελος που είναι κανονικά δεν μπορεί να βρεθεί στην εγκατάσταση. Αν αυτή η λίστα περιέχει αρχεία από άλλους φακέλους εκτός του language/ ή styles/ τότε ίσως έχετε αλλάξει τους φακέλους και η αναβάθμιση ίσως είναι ατελής.',
	'NO_UPDATE_FILES_OUTDATED'		=> 'Κανένας φάκελος δεν μπορεί να βρεθεί για την αναβάθμιση, παρακαλώ σιγουρευτείτε ότι έχετε ανεβάσει όλα τα σχετικά αρχεία.<br /><br />Η εγκατάστασή σας <strong>δεν</strong> φαίνεται να είναι αναβαθμισμένη. Οι αναβαθμίσεις που είναι διαθέσιμες για την έκδοση του phpBB %1$s, παρακαλώ επισκευτείτε <a href="http://www.phpbb.com/downloads/" rel="external">http://www.phpbb.com/downloads/</a> για να αποκτήσετε το κατάλληλο πακέτο αναβάθμισης από την έκδοση %2$s στην έκδοση %3$s.',
	'NO_UPDATE_FILES_UP_TO_DATE'	=> 'Η έκδοσή σας είναι αναβαθμισμένη. Δεν είναι ανάγκη να εκτελέσετε το εργαλείο αναβάθμισης. Αν θέλετε να κάνετε έλεγχο στα αρχεία σας βεβαιωθείτε ότι ανεβάσατε τα αρχεία στο σωστό μέρος.',
	'NO_UPDATE_INFO'				=> 'Οι πληροφορίες του αρχείου αναβάθμισης δεν μπορούν να βρεθούν.',
	'NO_UPDATES_REQUIRED'			=> 'Καμία αναβάθμιση δεν χρειάζεται',
	'NO_VISIBLE_CHANGES'			=> 'Καμιά ορατή αλλαγή',
	'NOTICE'						=> 'Σημείωση',
	'NUM_CONFLICTS'					=> 'Αριθμός συγκρούσεων',
	'NUMBER_OF_FILES_COLLECTED'		=> 'Αυτήν την περίοδο οι διαφορές  μεταξύ  %1$d από  %2$d των αρχείων έχουν ελεγχθεί.<br />Παρακαλώ περιμένετε έως ότου γίνει έλεγχος σε όλα τα αρχεία.',


	'OLD_UPDATE_FILES'		=> 'Τα αρχεία αναβάθμισης δεν είναι νέα. Τα αρχεία που βρέθηκαν είναι για αναβάθμιση από την έκδοση του phpBB %1$s στην έκδοση phpBB %2$s αλλά η τελευταία έκδοση του phpBB είναι %3$s.',
	'PACKAGE_UPDATES_TO'				=> 'Τρέχων πακέτο ενημερώσεων στην έκδοση',
	'PERFORM_DATABASE_UPDATE'			=> 'Γίνετε αναβάθμιση της Β. Δεδομένων',
	'PERFORM_DATABASE_UPDATE_EXPLAIN'	=> 'Ποιο κάτω θα βρείτε ένα κουμπί με το σενάριο αναπροσαρμογών της βάσης δεδομένων. Αυτό το σενάριο πρέπει να εκτελεστεί χωριστά επειδή η ενημέρωση της βάσης δεδομένων να μπορεί να οδηγήσει σε απροσδόκητη συμπεριφορά εάν είστε συνδεδεμένος. Η αναπροσαρμογή της βάσης δεδομένων μπορεί να διαρκέσει, για αυτό παρακαλώ μην σταματήστε την εκτέλεση εάν φαίνεται να κρεμά. Αφότου εκτελέσετε την αναπροσαρμογή βάσεων δεδομένων ακολουθήστε ακριβώς τη σύνδεση που παρουσιάζεται για να συνεχίσει τη διαδικασία αναπροσαρμογών.',
	'PREVIOUS_VERSION'					=> 'Προηγούμενη έκδοση',
	'PROGRESS'							=> 'Πρόοδος',

	'RESULT'					=> 'Αποτέλεσμα',
	'RUN_DATABASE_SCRIPT'		=> 'Αναβάθμιση της Β. Δ. τώρα',

	'SELECT_DIFF_MODE'			=> 'Επιλέξτε μέθοδο διαφοράς',
	'SELECT_DOWNLOAD_FORMAT'	=> 'Επιλέξτε κωδικοποίηση μεταφορτωμένου συμπιεσμένου αρχείου',
	'SELECT_FTP_SETTINGS'		=> 'Επιλέξετε ρυθμίσεις FTP',
	'SHOW_DIFF_CONFLICT'		=> 'Δείξε διαφορές/συγκρούσεις',
	'SHOW_DIFF_FINAL'			=> 'Δείξε αρχείο αποτελεσμάτων',
	'SHOW_DIFF_MODIFIED'		=> 'Δείξε διαφορές ενοποίησης',
	'SHOW_DIFF_NEW'				=> 'Δείξε περιεχόμενα αρχείου',
	'SHOW_DIFF_NEW_CONFLICT'	=> 'Δείξε διαφορές',
	'SHOW_DIFF_NOT_MODIFIED'	=> 'Δείξε διαφορές',
	'SOME_QUERIES_FAILED'		=> 'Μερικές διαδικασίες απέτυχαν, τα σημεία και τα σφάλματα φαίνονται παρακάτω.',
	'SQL'						=> 'SQL',
	'SQL_FAILURE_EXPLAIN'		=> 'Αυτό δεν είναι κάτι ανησυχητικό, η αναβάθμιση θα συνεχιστεί. Αν αυτό αποτύχει να ολοκληρωθεί δείτε τις Δ. Συζητήσεις υποστήριξης. Δείτε <a href="../docs/README.html">README</a> για λεπτομέρειες και πώς να ζητήσετε βοήθεια.',
	'STAGE_FILE_CHECK'			=> 'Έλεγχος αρχείων',
	'STAGE_UPDATE_DB'			=> 'Αναβάθμιση Β. Δ.',
	'STAGE_UPDATE_FILES'		=> 'Αναβάθμιση αρχείων',
	'STAGE_VERSION_CHECK'		=> 'Έλεγχος έκδοσης',
	'STATUS_CONFLICT'			=> 'Τα επεξεργασμένα αρχεία παράγουν συγκρούσεις',
	'STATUS_MODIFIED'			=> 'Επεξεργασμένο αρχείο',
	'STATUS_NEW'				=> 'Νέο αρχείο',
	'STATUS_NEW_CONFLICT'		=> 'Σύγκρουση νέου αρχείου',
	'STATUS_NOT_MODIFIED'		=> 'Μη επεξεργασμένο αρχείο',
	'STATUS_UP_TO_DATE'			=> 'Ήδη αναβαθμισμένο αρχείο',

	'TOGGLE_DISPLAY'			=> 'Προβολή/Απόκρυψη λίστα αρχείων',
	'TRY_DOWNLOAD_METHOD'		=> 'Μπορείτε να θελήσετε να δοκιμάσετε μεταφορτώνοντας την τροποποιημένη μέθοδο αρχείων.<br />Αυτή η μέθοδος λειτουργεί πάντα και είναι επίσης η συνιστώμενη πορεία ενημερώσεων.',
	'TRY_DOWNLOAD_METHOD_BUTTON'=> 'Δοκιμάστε με αυτή την μέθοδο τώρα',


	'UPDATE_COMPLETED'				=> 'Αναβάθμιση ολοκληρώθηκε',
	'UPDATE_DATABASE'				=> 'Αναβάθμιση Β. Δ.',
	'UPDATE_DATABASE_EXPLAIN'		=> 'Με το επόμενο βήμα η Β. Δεδομένων θα αναβαθμιστεί.',
	'UPDATE_DATABASE_SCHEMA'		=> 'Αναβάθμιση σχήματος Β. Δεδομένων',
	'UPDATE_FILES'					=> 'Αναβάθμιση αρχείων',
	'UPDATE_FILES_NOTICE'			=> 'Παρακαλώ σιγουρευτείτε ότι έχετε αναβαθμίσει τα αρχεία του συστήματος επίσης, αυτό το αρχείο αναβαθμίζει μόνο την Β. Δεδομένων.',
	'UPDATE_INSTALLATION'			=> 'Αναβάθμιση εγκατάστασης phpBB',
	'UPDATE_INSTALLATION_EXPLAIN'	=> 'Με αυτή την επιλογή, είναι πιθανό να αναβαθμίσετε την εγκατάσταση phpBB στην τελευταία έκδοση.<br />Κατά την διαδικασία όλα τα αρχεία θα ελεγχθούν για την δομή τους. Είστε σε θέση να δείτε τα αρχεία και τις επεξεργασίας πριν την αναβάθμιση.<br /><br />Η αναβάθμιση μέσω αρχείου μπορεί να γίνει με δύο διαφορετικούς τρόπους.</p><h2>Χειροκίνητη αναβάθμιση</h2><p>Με αυτή την επιλογή μόνο μεταφορτώνετε τα αρχεία που έχετε επεξεργαστεί για να μη χαθούν τα modifications σας. Μετά αφού μεταφορτώσετε αυτό το πακέτο χρειάζεται να ανεβάσετε χειροκίνητα τα αρχεία στη σωστή τους θέση στο φάκελο του phpBB. Όταν γίνει, είστε σε θέση να κάνετε τον έλεγχο των αρχείων ξανά για να δείτε αν βάλατε τα αρχεία στη σωστή τους θέση.</p><h2>Αυτόματη αναβάθμιση με FTP</h2><p>Αυτή η μέθοδος είναι παρόμοια με την πρώτη αλλά χωρίς να χρειάζεται να κατεβάσετε τα αλλαγμένα αρχεία και να τα ανεβάσετε μόνοι σας. Αυτό θα γίνει για σας. Για να γίνει αυτή η μέθοδος πρέπει να ξέρετε τα στοιχεία σύνδεση του FTP γιατί θα σας ζητηθούν. Όταν τελειώσετε θα μεταφερθείτε στον έλεγχο αρχείων ξανά για να σιγουρευτείτε ότι όλα αναβαθμίστηκαν σωστά.<br /><br />',
	'UPDATE_INSTRUCTIONS'			=> '

		<h1>Ανακοίνωση</h1>

		<p>Παρακαλώ διαβάστε <a href="%1$s" title="%1$s">την ανακοίνωση για την τελευταία έκδοση</a> πριν συνεχίσετε την διαδικασία αναβάθμισης, ίσως να περιέχει χρήσιμες πληροφορίες. Επίσης περιέχει χρήσιμους συνδέσμου όπως και το ιστορικό αλλαγής.</p>

		<br />

		<h1>Πώς να αναβαθμίσετε την εγκατάσταση με το πακέτο αυτόματης ενημέρωσης</h1>

		<p>Ο συνιστώμενος τρόπος για την εγκατάστασή σας που αναλύετε εδώ είναι ισχύει μόνο για το αυτόματο πακέτο ενημέρωσης. Μπορείτε επίσης να ενημερώσετε την εγκατάστασή σας χρησιμοποιώντας τις μεθόδους που αναγράφονται μέσα στο αρχείο INSTALL.html. Τα βήματα για την αυτόματα ενημέρωση του phpBB3 είναι: </p>

		<ul style="margin-left: 20px; font-size: 1.1em;">
			<li>Πηγαίνετε στη <a href="http://www.phpbb.com/downloads/" title="http://www.phpbb.com/downloads/">σελίδα μεταφορτώσεων phpBB.com</a> και κατεβάστε το σωστό "Πακέτο Αναβάθμισης phpBB" συμπιεσμένο αρχείο.<br /><br /></li>
			<li>Αποσυμπιέστε το αρχείο.<br /><br /></li>
			<li>Ανεβάστε όλο τον φάκελο εγκατάστασης (αποσυμπιεσμένο) στον φάκελο του phpBB (εκεί που είναι το config.php).<br /><br /></li>
		</ul>

		<p>Μόλις γίνει αυτό το σύστημα θα είναι εκτός για τους απλούς χρήστες αφού ο φάκελος εγκατάστασης θα υπάρχει.<br /><br />
		<strong><a href="%2$s" title="%2$s">Τώρα ξεκινήστε την διαδικασία αναβάθμισης αφού βάλετε στον πλοηγό σας την τοποθεσία του φακέλου εγκατάστασης</a>.</strong><br />
		<br />
		Μετά θα καθοδηγηθείτε για την υπόλοιπη διαδικασία. Θα ενημερωθείτε όταν η αναβάθμιση τελειώσει.
		</p>
	',
	'UPDATE_INSTRUCTIONS_INCOMPLETE'	=> '

		<h1>Ανίχνευση ελλιπής ενημέρωσης</h1>

		<p>Το phpBB ανίχνευσε μια ελλιπή αυτόματη ενημέρωση. Παρακαλώ σιγουρευτείτε ότι ακολουθήσατε κάθε βήμα μέσα στο αυτόματο εργαλείο ενημερώσεων. Ποιο κάτω θα βρείτε τον σύνδεσμο πάλι, ή πάτε άμεσα στον κατάλογο. </p>
	',
	'UPDATE_METHOD'					=> 'Μέθοδος αναβάθμισης',
	'UPDATE_METHOD_EXPLAIN'			=> 'Τώρα είστε σε θέση να επιλέξετε την μέθοδο αναβάθμισης. Χρησιμοποιώντας ανέβασμα FTP θα σας ζητηθεί μέσω μίας φόρμας να γράψετε τα στοιχεία του λογαριασμού FTP. Με αυτή την μέθοδο τα αρχεία θα μετακινηθούν αυτόματα στην νέα τοποθεσία και τα αντίγραφα ασφαλείας θα δημιουργηθούν με κατάληξη .bak. Αν επιλέξετε την άλλη μέθοδο θα μπορείτε να τα ανεβάσετε και να τα αποσυμπιέσετε στη σωστή τους θέση αργότερα.',
	'UPDATE_REQUIRES_FILE'			=> 'Η ενημέρωση απαιτεί ότι το ακόλουθο αρχείο είναι παρόν: %s',
	'UPDATE_SUCCESS'				=> 'Η αναβάθμιση ήταν επιτυχής',
	'UPDATE_SUCCESS_EXPLAIN'		=> 'Όλα τα αρχεία αναβαθμίστηκαν επιτυχώς. Το επόμενο βήμα περιέχει τον έλεγχο όλων των αρχείων για να σιγουρευτείτε ότι όλα αναβαθμίστηκαν σωστά.',
	'UPDATE_VERSION_OPTIMIZE'		=> 'Αναβάθμιση έκδοσης και διόρθωση πινάκων',
	'UPDATING_DATA'					=> 'Αναβάθμιση δεδομένων',
	'UPDATING_TO_LATEST_STABLE'		=> 'Αναβάθμιση βάσης δεδομένων. στην τελευταία έκδοση',
	'UPDATED_VERSION'				=> 'Αναβαθμισμένη έκδοση',
	'UPGRADE_INSTRUCTIONS'			=> 'Μια νέα έκδοση <strong>%1$s</strong> είναι διαθέσιμη. Παρακαλώ διαβάστε  <a href="%2$s" title="%2$s"><strong>την ανακοίνωση για την έκδοση</strong></a> για να μάθετε τι έχει να προσφέρει, και το πως να κάνετε την αναβάθμιση.',
	'UPLOAD_METHOD'					=> 'Μέθοδος ανεβάσματος αρχείων',

	'UPDATE_DB_SUCCESS'				=> 'Η αναβάθμιση της Β. Δ. ήταν επιτυχής.',
	'USER_ACTIVE'					=> 'Ενεργό μέλος',
	'USER_INACTIVE'					=> 'Ανενεργό μέλος',
	
	'VERSION_CHECK'				=> 'Έλεγχος έκδοσης',
	'VERSION_CHECK_EXPLAIN'		=> 'Έλεγχοι για να δείτε αν η έκδοση του phpBB που έχετε είναι ενημερωμένη.',
	'VERSION_NOT_UP_TO_DATE'	=> 'Η έκδοση του phpBB δεν είναι αναβαθμισμένη. Παρακαλώ συνεχίστε τη διαδικασία αναβάθμισης.',
	'VERSION_NOT_UP_TO_DATE_ACP'=> 'Η έκδοση του phpBB δεν είναι αναβαθμισμένη.<br />Παρακάτω θα βρείτε έναν σύνδεσμο για την ανακοίνωση για την τελευταία έκδοση όπως και οδηγίες πώς να κάνετε την αναβάθμιση.',
	'VERSION_NOT_UP_TO_DATE_TITLE'	=> 'Η έκδοση του phpBB σας δεν είναι αναβαθμισμένη.',
	'VERSION_UP_TO_DATE'		=> 'Η εγκατάστασή σας είναι αναβαθμισμένη, καμία αναβάθμιση δεν είναι διαθέσιμη για το phpBB. Ίσως θέλετε να συνεχίσετε για να κάνετε έναν έλεγχο για τα αρχεία.',
	'VERSION_UP_TO_DATE_ACP'	=> 'Η εγκατάστασή σας είναι αναβαθμισμένη, καμία αναβάθμιση δεν είναι διαθέσιμη για το phpBB. Δεν χρειάζεται να αναβαθμίσετε την εγκατάστασή σας.',
	'VIEWING_FILE_CONTENTS'		=> 'Εμφάνιση περιεχομένων αρχείων',
	'VIEWING_FILE_DIFF'			=> 'Εμφάνιση διαφορών αρχείων',

	'WRONG_INFO_FILE_FORMAT'	=> 'Λάθος κωδικοποίηση αρχείου',
));

// Default database schema entries...
$lang = array_merge($lang, array(
	'CONFIG_BOARD_EMAIL_SIG'		=> 'Ευχαριστώ, Ο Διαχειριστής',
	'CONFIG_SITE_DESC'				=> 'Ένα σύντομο κείμενο για να περιγράψετε την Δ. Συζήτησή σας',
	'CONFIG_SITENAME'				=> 'η-ιστοσελίδα-σας.gr',

	'DEFAULT_INSTALL_POST'			=> 'Αυτό είναι ένα παράδειγμα δημοσίευσης στην εγκατάστασης σας του phpbb3. Όλα φαίνεται ότι δουλεύουν πλήρως. Μπορείτε  να διαγράψετε αυτήν την δημοσίευση και να συνεχίσετε την παραμετροποίηση της κοινότητας σας. Κατά την διαδικασία εγκατάστασης στην πρώτη σας κατηγορία και την πρώτη σας Δ. Συζήτηση έχουν δοθεί δικαιώματα πρόσβασης για τις προεπιλεγμένες ομάδες διαχειριστών, bots, γενικών συντονιστών, επισκεπτών, και εγγεγραμμένων μελών. Αν αποφασίστε να διαγράψετε την πρώτη σας κατηγορία και την πρώτη σας Δ. Συζήτηση μην ξεχάσετε να ορίστε τα δικαιώματα πρόσβασης για όλες αυτές τις ομάδες σε όλες της κατηγορίες και τις δημ. συζητήσεις που θα δημιουργήσετε. Προτείνετε να μετονομάσετε την πρώτη σας κατηγορία και την πρώτη σας δημ. συζήτηση και να αντιγράψετε από αυτές τα δικαιώματα πρόσβασης όταν δημιουργείτε νέες κατηγορίες και δημ. συζητήσεις. Καλή συνέχεια!',

	'EXT_GROUP_ARCHIVES'			=> 'Συμπιεσμένα αρχεία',
	'EXT_GROUP_DOCUMENTS'			=> 'Έγγραφα',
	'EXT_GROUP_DOWNLOADABLE_FILES'	=> 'Μεταφορτώσιμα αρχεία',
	'EXT_GROUP_FLASH_FILES'			=> 'Αρχεία Flash',
	'EXT_GROUP_IMAGES'				=> 'Εικόνες',
	'EXT_GROUP_PLAIN_TEXT'			=> 'Απλό κείμενο',
	'EXT_GROUP_QUICKTIME_MEDIA'		=> 'Quicktime πολυμέσα',
	'EXT_GROUP_REAL_MEDIA'			=> 'Real πολυμέσα',
	'EXT_GROUP_WINDOWS_MEDIA'		=> 'Windows πολυμέσα',

	'FORUMS_FIRST_CATEGORY'			=> 'Η πρώτη κατηγορία σας',
	'FORUMS_TEST_FORUM_DESC'		=> 'Περιγραφή της πρώτης  Δ. Συζήτησή σας.',
	'FORUMS_TEST_FORUM_TITLE'		=> 'Η πρώτη Δ. Συζήτησή σας',

	'RANKS_SITE_ADMIN_TITLE'		=> 'Διαχειριστής',
	'REPORT_WAREZ'					=> 'Η δημοσίευση περιέχει συνδέσμους με παράνομο ή πειρατικό λογισμικό.',
	'REPORT_SPAM'					=> 'Η αναφερόμενη δημοσίευση έχει το μόνο σκοπό για να διαφημίσει μια άλλη ιστοσελίδα ή ένα άλλο προϊόν.',
	'REPORT_OFF_TOPIC'				=> 'Η αναφερόμενη δημοσίευση είναι εκτός θέματος.',
	'REPORT_OTHER'					=> 'Η αναφερόμενη δημοσίευση δεν αρμόζει σε οποιαδήποτε άλλη κατηγορία, παρακαλώ χρησιμοποιήστε τον περαιτέρω τομέα περιγραφής.',


	'SMILIES_ARROW'					=> 'Arrow',
	'SMILIES_CONFUSED'				=> 'Confused',
	'SMILIES_COOL'					=> 'Cool',
	'SMILIES_CRYING'				=> 'Crying or Very Sad',
	'SMILIES_EMARRASSED'			=> 'Embarrassed',
	'SMILIES_EVIL'					=> 'Evil or Very Mad',
	'SMILIES_EXCLAMATION'			=> 'Exclamation',
	'SMILIES_GEEK'					=> 'Geek',
	'SMILIES_IDEA'					=> 'Idea',
	'SMILIES_LAUGHING'				=> 'Laughing',
	'SMILIES_MAD'					=> 'Mad',
	'SMILIES_MR_GREEN'				=> 'Mr. Green',
	'SMILIES_NEUTRAL'				=> 'Neutral',
	'SMILIES_QUESTION'				=> 'Question',
	'SMILIES_RAZZ'					=> 'Razz',
	'SMILIES_ROLLING_EYES'			=> 'Rolling Eyes',
	'SMILIES_SAD'					=> 'Sad',
	'SMILIES_SHOCKED'				=> 'Shocked',
	'SMILIES_SMILE'					=> 'Smile',
	'SMILIES_SURPRISED'				=> 'Surprised',
	'SMILIES_TWISTED_EVIL'			=> 'Twisted Evil',
	'SMILIES_UBER_GEEK'				=> 'Uber Geek',
	'SMILIES_VERY_HAPPY'			=> 'Very Happy',
	'SMILIES_WINK'					=> 'Wink',

	'TOPICS_TOPIC_TITLE'			=> 'Καλώς ήρθατε στο phpBB3',
));

?>