<?php
/**
*
* posting [Greek - El]
*
* @package language
* @version $Id: posting.php 11341 2011-07-30 23:45:09Z git-gate $
* @copyright (c) 2005 phpBB Group
* @license http://opensource.org/licenses/gpl-license.php GNU Public License
*
* Ελληνική μετάφραση από την ομάδα του phpbbgr.com:
* (http://phpbbgr.com/team/)
*
*/

/**
* DO NOT CHANGE
*/
if (!defined('IN_PHPBB'))
{
	exit;
}
if (empty($lang) || !is_array($lang))
{
	$lang = array();
}

// DEVELOPERS PLEASE NOTE
//
// All language files should use UTF-8 as their encoding and the files must not contain a BOM.
//
// Placeholders can now contain order information, e.g. instead of
// 'Page %s of %s' you can (and should) write 'Page %1$s of %2$s', this allows
// translators to re-order the output of data while ensuring it remains correct
//
// You do not need this where single placeholders are used, e.g. 'Message %d' is fine
// equally where a string contains only two placeholders which are used to wrap text
// in a url you again do not need to specify an order e.g., 'Click %sHERE%s' is fine

$lang = array_merge($lang, array(
	'ADD_ATTACHMENT'			=> 'Προσθήκη συνημμένου',
	'ADD_ATTACHMENT_EXPLAIN'	=> 'Εάν εσείς θέλετε να φορτώσετε ένα ή περισσότερα συνημμένα, προσθέστε τις λεπτομέρειες ποιο κάτω.',
	'ADD_FILE'					=> 'Προσθήκη αρχείου',
	'ADD_POLL'					=> 'Δημιουργία δημοψηφίσματος',
	'ADD_POLL_EXPLAIN'			=> 'Εάν δε θέλετε να προσθέσετε το δημοψήφισμα στην δημοσίευση αφήστε τα πεδία κενά.',
	'ALREADY_DELETED'			=> 'Συγγνώμη αλλά ήδη αυτό το μήνυμα έχει διαγραφεί.',
	'ATTACH_QUOTA_REACHED'		=> 'Συγγνώμη , αλλά η ποσόστωση συνημμένων στην Δ. Συζήτηση έχει επιτευχθεί.',
	'ATTACH_SIG'				=> 'Προσάρτηση υπογραφής (η υπογραφή μπορεί να αλλάξει από τον Πίνακα Ελέγχου Μέλους)',

	'BBCODE_A_HELP'				=> 'Ενσωματωμένο αρχείο συνημμένου: [attachment=]όνομααρχείου.ext[/attachment]',
	'BBCODE_B_HELP'				=> 'Έντονο κείμενο: [b]κείμενο[/b]',
	'BBCODE_C_HELP'				=> 'Προβολή Κώδικα: [code]κώδικας[/code]',
	'BBCODE_D_HELP'				=> 'Flash: [flash=width,height]http://url[/flash]',	
	'BBCODE_F_HELP'				=> 'Μέγεθος γραμματοσειράς: [size=85]μικρό κείμενο[/size]',
	'BBCODE_IS_OFF'				=> '%sBBCode%s είναι <em>ΚΛΕΙΣΤΟ</em>',
	'BBCODE_IS_ON'				=> '%sBBCode%s είναι <em>ΑΝΟΙΧΤΟ</em>',
	'BBCODE_I_HELP'				=> 'Πλάγιο κείμενο: [i]κείμενο[/i]',
	'BBCODE_L_HELP'				=> 'Λίστα: [list]κείμενο[/list]',
	'BBCODE_LISTITEM_HELP'			=> 'Είδος λίστας: [*]κείμενο[/*]',
	'BBCODE_O_HELP'				=> 'Σειρά λίστας: [list=]κείμενο [/list]',
	'BBCODE_P_HELP'				=> 'Προσθήκη εικόνας: [img]http://εικόνα_σύνδεσμος[/img]',
	'BBCODE_Q_HELP'				=> 'Παράθεσης κείμενο: [quote]κείμενο[/quote]',
	'BBCODE_S_HELP'				=> 'Χρώμα γραμματοσειράς: [color=red]κείμενο[/color] Συμβουλή : μπορείτε επίσης να χρησιμοποιήσετε το χρώμα=#FF0000',
	'BBCODE_U_HELP'				=> 'Υπογραμμισμένο κείμενο: [u]κείμενο[/u]',
	'BBCODE_W_HELP'				=> 'Προσθήκη συνδέσμου: [url]http://σύνδεσμος[/url] ή [url=http://σύνδεσμος]URL κείμενο[/url]',
	'BBCODE_Y_HELP'				=> 'Λίστα: Προσθέστε το στοιχείο λίστας',
	'BUMP_ERROR'				=> 'Δεν μπορείτε να σημειώσετε αυτό το θέμα τόσο γρήγορα ως νέο μετά την τελευταία δημοσίευση.',

	'CANNOT_DELETE_REPLIED'		=> 'Μπορείτε να διαγράψετε μόνο θέματα που δεν έχουν ακόμη απαντηθεί.',
	'CANNOT_EDIT_POST_LOCKED'	=> 'Το θέμα αυτό έχει κλειδωθεί, έτσι εσείς δεν μπορείτε να το επεξεργαστείτε πλέον άλλο.',
	'CANNOT_EDIT_TIME'			=> 'Δεν μπορείτε να διαγράψετε ή να επεξεργαστείτε πλέον αυτήν την δημοσίευση.',
	'CANNOT_POST_ANNOUNCE'		=> 'Συγγνώμη δεν μπορείτε να κάνετε μία δημοσίευση ανακοίνωση.',
	'CANNOT_POST_STICKY'		=> 'Συγγνώμη δεν μπορείτε να κάνετε μία δημοσίευση σημείωση.',
	'CHANGE_TOPIC_TO'			=> 'Αλλαγή τύπου θέματος σε',
	'CLOSE_TAGS'				=> 'Κλείστε ετικέτες',
	'CURRENT_TOPIC'				=> 'Τρέχων θέμα',

	'DELETE_FILE'				=> 'Διαγραφή αρχείου',
	'DELETE_MESSAGE'			=> 'Διαγραφή μηνύματος',
	'DELETE_MESSAGE_CONFIRM'	=> 'Είστε σίγουρος ότι θέλετε να διαγράψετε αυτό το μήνυμα;',
	'DELETE_OWN_POSTS'			=> 'Συγγνώμη, μπορείτε να διαγράψετε μόνο μία δημοσίευση.',
	'DELETE_POST_CONFIRM'		=> 'Είστε σίγουρος ότι θέλετε να διαγράψετε αυτή την δημοσίευση;',
	'DELETE_POST_WARN'			=> 'Μετά την διαγραφή δεν μπορεί να γίνει επαναφορά της δημοσίευσης',
	'DISABLE_BBCODE'			=> 'Απενεργοποίηση BBCode',
	'DISABLE_MAGIC_URL'			=> 'Μην αναλύστε αυτόματα URLs',
	'DISABLE_SMILIES'			=> 'Απενεργοποίηση εικονιδίων',
	'DISALLOWED_CONTENT'		=> 'Η φόρτωση απορρίφθηκε επειδή το το αρχείο προς φόρτωση  προσδιορίστηκε ως πιθανό διάνυσμα επίθεσης.',
	'DISALLOWED_EXTENSION'		=> 'Η επέκταση %s δεν επιτρέπετε.',
	'DRAFT_LOADED'				=> 'Το προσχέδιο έχει φορτωθεί στην φόρμα, τώρα μπορείτε να τελειώσετε εσείς την δημοσίευση.<br />Το προσχέδιο θα διαγραφεί μετά την αποστολή της δημοσίευσης.',
	'DRAFT_LOADED_PM'			=> 'Το προσχέδιο έχει φορτωθεί στην φόρμα, μηνύματος τώρα μπορείτε να τελειώσετε εσείς το μήνυμα.<br />Το προσχέδιο θα διαγραφεί μετά την αποστολή του μηνύματος.',
	'DRAFT_SAVED'				=> 'Το προσχέδιο αποθηκεύτηκε επιτυχώς.',
	'DRAFT_TITLE'				=> 'Προσχέδιο τίτλος',

	'EDIT_REASON'				=> 'Ο λόγος που επεξεργαστήκατε την δημοσίευση',
	'EMPTY_FILEUPLOAD'			=> 'Το αρχείο που θέλετε να φορτώσετε είναι κενό.',
	'EMPTY_MESSAGE'				=> 'Πρέπει να προσθέσετε ένα μήνυμα στην δημοσίευσή σας.',
	'EMPTY_REMOTE_DATA'			=> 'Το αρχείο δεν μπορεί να φορτωθεί, παρακαλώ προσπαθήστε να φορτώσετε το αρχεία χειροκίνητα.',

	'FLASH_IS_OFF'				=> '[flash] είναι <em>ΚΛΕΙΣΤΟ</em>',
	'FLASH_IS_ON'				=> '[flash] είναι <em>ΑΝΟΙΧΤΟ</em>',
	'FLOOD_ERROR'				=> 'Δεν μπορείτε να δημιουργήσετε μία άλλη δημοσίευση τόσο γρήγορα μετά την τελευταία.',
	'FONT_COLOR'				=> 'Χρώμα γραμματοσειράς',
	'FONT_COLOR_HIDE'			=> 'Απόκρυψη χρώμα γραμματοσειράς',
	'FONT_HUGE'					=> 'Τεράστια',
	'FONT_LARGE'				=> 'Μεγάλη',
	'FONT_NORMAL'				=> 'Κανονική',
	'FONT_SIZE'					=> 'Μέγεθος γραμματοσειράς',
	'FONT_SMALL'				=> 'Μικρό',
	'FONT_TINY'					=> 'Μικροσκοπικό',

	'GENERAL_UPLOAD_ERROR'		=> 'Το αρχείο δεν μπορεί να φορτωθεί προς %s.',

	'IMAGES_ARE_OFF'			=> '[img] είναι <em>ΚΛΕΙΣΤΟ</em>',
	'IMAGES_ARE_ON'				=> '[img] είναι <em>ΑΝΟΙΧΤΟ</em>',
	'INVALID_FILENAME'			=> '%s είναι ένα άκυρο όνομα αρχείου.',

	'LOAD'						=> 'Φόρτωση',
	'LOAD_DRAFT'				=> 'Φόρτωση προσχέδιο',
	'LOAD_DRAFT_EXPLAIN'		=> 'Εδώ είστε σε θέση να επιλέξετε το προσχέδιο που θέλετε να συνεχίσετε.. Η τρέχουσα δημοσίευσή σας θα ακυρωθεί, όλο το τρέχων περιεχόμενο θα διαγραφεί.. Μπορείτε να δείτε, επεξεργαστείτε ή να διαγράψετε προσχέδια στον Πίνακα Ελέγχου Μέλους.',
	'LOGIN_EXPLAIN_BUMP'		=> 'Πρέπει να συνδεθείτε για να θέσετε αυτήν την δημοσίευση ως νέα σε αυτό το θέμα.',
	'LOGIN_EXPLAIN_DELETE'		=> 'Πρέπει να συνδεθείτε, έτσι ώστε να μπορείτε να διαγράψετε δημοσιεύσεις σε αυτή την Δ. Συζήτηση.',
	'LOGIN_EXPLAIN_POST'		=> 'Πρέπει να συνδεθείτε, έτσι ώστε να μπορείτε να δημιουργήσετε δημοσιεύσεις σε αυτή την Δ. Συζήτηση.',
	'LOGIN_EXPLAIN_QUOTE'		=> 'Πρέπει να συνδεθείτε, έτσι ώστε να μπορείτε θέσετε δημοσιεύσεις ως παράθεση σε αυτή την Δ. Συζήτηση.',
	'LOGIN_EXPLAIN_REPLY'		=> 'Πρέπει να συνδεθείτε, έτσι ώστε να μπορείτε να απαντάτε στις δημοσιεύσεις σε αυτή την Δ. Συζήτηση.',

	'MAX_FONT_SIZE_EXCEEDED'	=> 'Το μέγιστο μέγεθος της γραμματοσειράς που επιτρέπετε %1$d.',
	'MAX_FLASH_HEIGHT_EXCEEDED'	=> 'Το μέγιστο μέγεθος που επιτρέπετε στα δικά σας flash αρχεία είναι %1$d εικονοστοιχεία ύψος.',
	'MAX_FLASH_WIDTH_EXCEEDED'	=> 'Το μέγιστο μέγεθος που επιτρέπετε στα δικά σας flash αρχεία είναι %1$d εικονοστοιχεία πλάτος.',
	'MAX_IMG_HEIGHT_EXCEEDED'	=> 'Το μέγιστο μέγεθος που επιτρέπετε στις δικές σας εικόνες είναι %1$d εικονοστοιχεία ύψος.',
	'MAX_IMG_WIDTH_EXCEEDED'	=> 'Το μέγιστο μέγεθος που επιτρέπετε στις δικές σας εικόνες είναι %1$d εικονοστοιχεία πλάτος',

	'MESSAGE_BODY_EXPLAIN'		=> 'Γράψτε το μήνυμά σας. Δεν πρέπει να ξεπερνά τους <strong>%d</strong> χαρακτήρες.',
	'MESSAGE_DELETED'			=> 'Το μήνυμά σας διαγράφηκε επιτυχώς.',
	'MORE_SMILIES'				=> 'Προβολή περισσοτέρων εικονιδίων',

	'NOTIFY_REPLY'				=> 'Να ενημερωθώ μόλις υπάρξει απάντηση σε αυτή την δημοσίευση',
	'NOT_UPLOADED'				=> 'Το αρχείο δεν μπορεί να φορτωθεί.',
	'NO_DELETE_POLL_OPTIONS'	=> 'Δεν μπορείτε να διαγράψετε τις υπάρχουσες επιλογές του δημοψηφίσματος.',
	'NO_PM_ICON'				=> 'Κανένα ΠΜ σύμβολο',
	'NO_POLL_TITLE'				=> 'Πρέπει να προσθέσετε έναν τίτλο για το δημοψήφισμα.',
	'NO_POST'					=> 'Η ζητούμενη δημοσίευση δεν υπάρχει.',
	'NO_POST_MODE'				=> 'Κανένας τύπος δημοσίευσης δεν έχει προσδιοριστεί.',

	'PARTIAL_UPLOAD'			=> 'Το αρχείο μόνο εν μέρει φορτώθηκε.',
	'PHP_SIZE_NA'				=> 'Το μέγεθος του αρχείου είναι μεγάλο.<br />Δεν μπορεί να καθορίσει το μέγεθος που ορίστηκε από το PHP στο php.ini.',
	'PHP_SIZE_OVERRUN'			=> 'Το μέγεθος του συνημμένου αρχείου είναι μεγάλο. Το μέγιστο μέγεθος που επιτρέπετε είναι %1$d %2$s.<br />Παρακαλώ σημειώστε ότι αυτό έχει οριστεί στο php.ini και δεν μπορεί να αγνοηθεί.',
	'PLACE_INLINE'				=> 'Προβολή στην δημοσίευση',
	'POLL_DELETE'				=> 'Διαγραφή δημοψηφίσματος',
	'POLL_FOR'					=> 'Το δημοψήφισμα ισχύει μέχρι',
	'POLL_FOR_EXPLAIN'			=> 'Προσθέστε 0 ή αφήστε κενό χωρίς χρονικό όριο.',
	'POLL_MAX_OPTIONS'			=> 'Επιλογές ανά μέλος',
	'POLL_MAX_OPTIONS_EXPLAIN'	=> 'Αυτό είναι το ανώτατο όριο επιλογών που μπορεί να επιλέξει ένα μέλος.',
	'POLL_OPTIONS'				=> 'Απαντήσεις δημοψηφίσματος',
	'POLL_OPTIONS_EXPLAIN'		=> 'Εισάγεται κάθε απάντηση σε μια χωριστή γραμμή. Μπορείτε να προσθέσετε μέχρι <strong>%d</strong> απαντήσεις.',
	'POLL_OPTIONS_EDIT_EXPLAIN'	=> 'Τοποθετήστε κάθε επιλογή σε μια νέα γραμμή. Μπορείτε να εισαγάγετε μέχρι <strong>%d</strong> επιλογές. Εάν αφαιρέσετε ή προσθέσετε επιλογές όλες οι προηγούμενες ψηφοφορίες θα αναπροσαρμοστούν.',
	'POLL_QUESTION'				=> 'Ερώτηση δημοψηφίσματος',
	'POLL_TITLE_TOO_LONG'		=> 'Ο τίτλος του δημοψηφίσματος δεν πρέπει να ξεπερνά τους 100 χαρακτήρες.',
	'POLL_TITLE_COMP_TOO_LONG'	=> 'Το μέγεθος τίτλου του δημοψηφίσματος είναι μεγάλο, διαγράψτε τους BBCodes ή τα εικονίδια.',
	'POLL_VOTE_CHANGE'			=> 'Επιτρέπεται η αλλαγή ψήφου',
	'POLL_VOTE_CHANGE_EXPLAIN'	=> 'Εάν αυτό επιτρέπεται τα μέλη μπορούν αργότερα να αλλάξουν την απάντησή τους.',
	'POSTED_ATTACHMENTS'		=> 'Προσθήκη συνημμένου',
	'POST_APPROVAL_NOTIFY'		=> ' Θα ειδοποιηθείτε όταν εγκριθεί η δημοσίευσή σας.',
	'POST_CONFIRMATION'			=> 'Επιβεβαίωση στην δημοσίευση',
	'POST_CONFIRM_EXPLAIN'		=> 'Για αποτροπή αυτόματων απαντήσεων η Δ. Συζήτηση απαιτεί την προσθήκη ενός κώδικα επιβεβαίωσης. Ο κώδικας εμφανίζεται στην ποιο κάτω εικόνα. Εάν έχετε οπτικό πρόβλημα ή για κάποιον άλλο λόγο δεν βλέπετε την εικόνα ελάτε σε επικοινωνία με τον %sΔιαχειριστή της Δ. Συζήτησης%s.',
	'POST_DELETED'				=> 'Η δημοσίευση διαγράφηκε με επιτυχία.',
	'POST_EDITED'				=> 'Η επεξεργασία της δημοσίευσης έγινε με επιτυχία.',
	'POST_EDITED_MOD'			=> 'Η επεξεργασία της δημοσίευσης έγινε με επιτυχία, αλλά πρέπει να εγκριθεί από τον συντονιστή πριν αυτή γίνει ορατή στα υπόλοιπα μέλη.',
	'POST_GLOBAL'				=> 'Γενική',
	'POST_ICON'					=> 'Δημοσίευσης σύμβολο',
	'POST_NORMAL'				=> 'Κανονική',
	'POST_REVIEW'				=> 'Νέα δημοσίευση στο θέμα',
	'POST_REVIEW_EDIT'			=> 'Επεξεργασία νέας δημοσίευσης',
	'POST_REVIEW_EDIT_EXPLAIN'	=> 'Αυτή η δημοσίευση έχει αλλάξει από κάποιο άλλο μέλος ενώ εσείς κάνατε επεξεργασία. Μπορεί να θέλετε να αναθεωρήσετε τη δημοσίευσή σας λαμβάνοντας υπόψη αυτό.',
	'POST_REVIEW_EXPLAIN'		=> 'Σε αυτό το χρονικό διάστημα έχει δημιουργηθεί μία νέα δημοσίευση σε αυτό το θέμα. Μπορεί να θέλετε να αναθεωρήσετε τη δημοσίευσή σας λαμβάνοντας υπόψη αυτό.',
	'POST_STORED'				=> 'Το μήνυμα έχει αποθηκευτεί με επιτυχία.',
	'POST_STORED_MOD'			=> 'Το μήνυμα έχει αποθηκευτεί με επιτυχία, αλλά πρέπει να εγκριθεί από τον συντονιστή πριν αυτό γίνει ορατό στα υπόλοιπα μέλη.',
	'POST_TOPIC_AS'				=> 'Γράψτε θέμα ως',
	'PROGRESS_BAR'				=> 'Προβολή κατάστασης',

	'QUOTE_DEPTH_EXCEEDED'		=> 'Μπορείτε να χρησιμοποιήσετε μόνο %1$d παράθεση.',

	'SAVE'						=> 'Αποθήκευση',
	'SAVE_DATE'					=> 'Αποθηκεύτηκε',
	'SAVE_DRAFT'				=> 'Αποθήκευση προσχέδιο',
	'SAVE_DRAFT_CONFIRM'		=> 'Παρακαλώ σημειώστε ότι στο αποθηκευμένο προσχέδιο μόνο το μήνυμα και το κείμενο μένουν, όλα τα υπόλοιπα διαγράφονται. Θέλετε να αποθηκεύσετε αυτό το προσχέδιο τώρα;',
	'SMILIES'					=> 'Εικονίδια',
	'SMILIES_ARE_OFF'			=> 'Τα εικονίδια είναι <em>ΚΛΕΙΣΤΑ</em>',
	'SMILIES_ARE_ON'			=> 'Τα εικονίδια είναι <em>ΑΝΟΙΧΤΑ</em>',
	'STICKY_ANNOUNCE_TIME_LIMIT'=> 'Σημείωση/Ανακοίνωση χρονικό όριο',
	'STICK_TOPIC_FOR'			=> 'Σημειώστε θέμα για',
	'STICK_TOPIC_FOR_EXPLAIN'	=> 'Προσθέστε 0 ή αφήστε κενό χωρίς χρονικό όριο Σημείωση/Ανακοίνωση. Παρακαλώ σημειώστε ότι αυτός ο αριθμός είναι σχετικά με την ημερομηνία της δημοσίευσης',
	'STYLES_TIP'				=> 'Συμβουλή: Στυλ μπορούν να εφαρμοστούν γρηγορότερα στο επιλεγμένο κείμενο.',

	'TOO_FEW_CHARS'				=> 'Το μήνυμα είναι μικρό.',
	'TOO_FEW_CHARS_LIMIT'		=> 'Το μήνυμά σας περιέχει %1$d χαρακτήρες. Ο ελάχιστος αριθμός χαρακτήρων που πρέπει να εισαγάγετε είναι  %2$d.',
	'TOO_FEW_POLL_OPTIONS'		=> 'Πρέπει να προσθέσετε τουλάχιστον δύο επιλογές απαντήσεις για το δημοψήφισμα.',
	'TOO_MANY_ATTACHMENTS'		=> 'Δεν μπορείτε να προσθέσετε άλλο συνημμένο, ο μέγιστος αριθμός είναι %d.',
	'TOO_MANY_CHARS'			=> 'Το μήνυμά σας περιέχει πολλούς χαρακτήρες.',
	'TOO_MANY_CHARS_POST'		=> 'Η δημοσίευσή σας αποτελείται από %1$d χαρακτήρες. Ο μέγιστος αριθμός που επιτρέπετε είναι %2$d.',
	'TOO_MANY_CHARS_SIG'		=> 'Η υπογραφή σας αποτελείται από %1$d χαρακτήρες. Ο μέγιστος αριθμός που επιτρέπετε είναι %2$d.',
	'TOO_MANY_POLL_OPTIONS'		=> 'Έχετε προσθέσει πολλές επιλογές απαντήσεων.',
	'TOO_MANY_SMILIES'			=> 'Στο μήνυμά σας έχετε προσθέσει πολλά εικονίδια. Ο μέγιστος αριθμός εικονιδίων που επιτρέπετε είναι %d.',
	'TOO_MANY_URLS'				=> 'Στο μήνυμά σας έχετε προσθέσει πολλούς συνδέσμους. Ο μέγιστος αριθμός συνδέσμων που επιτρέπετε είναι %d.',
	'TOO_MANY_USER_OPTIONS'		=> 'Δεν μπορείτε να προσθέσετε περισσότερες επιλογές απαντήσεων ανά μέλος από τις υπάρχουσες επιλογές δημοψηφίσματος.',
	'TOPIC_BUMPED'				=> 'Το θέμα προστέθηκε σαν νέο με επιτυχία.',

	'UNAUTHORISED_BBCODE'		=> 'Δεν μπορείτε να χρησιμοποιήσετε ορισμένα BBCodes: %s.',
	'UNGLOBALISE_EXPLAIN'		=> 'Για να επαναφέρετε αυτή την δημοσίευση από γενική ανακοίνωση σε κανονική μορφή, θα πρέπει να επιλέξετε μια Δ. Συζήτηση που θα θέλατε να εμφανιστεί.',
	'UPDATE_COMMENT'			=> 'Ενημέρωση σχολίων',
	'URL_INVALID'				=> 'Ο σύνδεσμος που προσθέσατε είναι άκυρος.',
	'URL_NOT_FOUND'				=> 'Το αρχείο που ορίσατε δεν μπορεί να βρεθεί.',
	'URL_IS_OFF'				=> '[url] είναι <em>ΚΛΕΙΣΤΟ</em>',
	'URL_IS_ON'					=> '[url] είναι <em>ΑΝΟΙΧΤΟ</em>',
	'USER_CANNOT_BUMP'			=> 'Δεν μπορείτε να θέσετε θέματα ως νέα σε αυτή την Δ. Συζήτηση.',
	'USER_CANNOT_DELETE'		=> 'Δεν μπορείτε να διαγράψετε θέματα σε αυτή την Δ. Συζήτηση.',
	'USER_CANNOT_EDIT'			=> 'Δεν μπορείτε να επεξεργαστείτε δημοσιεύσεις σε αυτή την Δ. Συζήτηση.',
	'USER_CANNOT_REPLY'			=> 'Δεν μπορείτε να απαντήσετε σε αυτή την Δ. Συζήτηση.',
	'USER_CANNOT_FORUM_POST'	=> 'Δεν μπορείτε να γράψετε καμία δημοσίευση σε αυτή την Δ. Συζήτηση διότι ο τύπος της Δ. Συζήτησης δεν υποστηρίζετε.',

	'VIEW_MESSAGE'				=> '%sΠροβολή της δημοσίευσής σας%s',
	'VIEW_PRIVATE_MESSAGE'		=> '%sΠροβολή των απεσταλμένων προσωπικών μηνυμάτων%s',

	'WRONG_FILESIZE'			=> 'Το αρχείο είναι μεγάλο, το μέγιστο μέγεθος που επιτρέπετε είναι %1d %2s.',
	'WRONG_SIZE'				=> 'Η εικόνα πρέπει να είναι μεταξύ %1$d εικονοστοιχείο πλάτος, %2$d εικονοστοιχεία ύψος όπως επίσης %3$d εικονοστοιχεία πλάτος και %4$d εικονοστοιχεία ύψος. Η υποβληθείσα εικόνα είναι %5$d εικονοστοιχεία πλάτος και %6$d εικονοστοιχεία ύψος.',
));

?>